
var documents = [{
    "id": 0,
    "url": "http://0.0.0.0:4000/404.html",
    "title": "404",
    "body": "404 Page does not exist!Please use the search bar at the top or visit our homepage! "
    }, {
    "id": 1,
    "url": "http://0.0.0.0:4000/about",
    "title": "Mediumish Template for Jekyll",
    "body": "This website is built with Jekyll and Mediumish template for Jekyll. It's for demonstration purposes, no real content can be found. Mediumish template for Jekyll is compatible with Github pages, in fact even this demo is created with Github Pages and hosted with Github.  Documentation: Please, read the docs here. Questions or bug reports?: Head over to our Github repository! Buy me a coffeeThank you for your support! Your donation helps me to maintain and improve Mediumish . Buy me a coffee Documentation"
    }, {
    "id": 2,
    "url": "http://0.0.0.0:4000/categories",
    "title": "Categories",
    "body": ""
    }, {
    "id": 3,
    "url": "http://0.0.0.0:4000/",
    "title": "Home",
    "body": "{% if page. url == “/” %}       推 荐:       {% for post in site. posts %}    {% if post. featured == true %}      {% include featuredbox. html %}    {% endif %}  {% endfor %}  {% endif %}       所有文章:         {% for post in paginator. posts %}    {% include postbox. html %}    {% endfor %}    {% include pagination. html %}"
    }, {
    "id": 4,
    "url": "http://0.0.0.0:4000/robots.txt",
    "title": "",
    "body": "      Sitemap: {{ “sitemap. xml”   absolute_url }}   "
    }, {
    "id": 5,
    "url": "http://0.0.0.0:4000/page2/",
    "title": "Home",
    "body": "{% if page. url == “/” %}       推 荐:       {% for post in site. posts %}    {% if post. featured == true %}      {% include featuredbox. html %}    {% endif %}  {% endfor %}  {% endif %}       所有文章:         {% for post in paginator. posts %}    {% include postbox. html %}    {% endfor %}    {% include pagination. html %}"
    }, {
    "id": 6,
    "url": "http://0.0.0.0:4000/page3/",
    "title": "Home",
    "body": "{% if page. url == “/” %}       推 荐:       {% for post in site. posts %}    {% if post. featured == true %}      {% include featuredbox. html %}    {% endif %}  {% endfor %}  {% endif %}       所有文章:         {% for post in paginator. posts %}    {% include postbox. html %}    {% endfor %}    {% include pagination. html %}"
    }, {
    "id": 7,
    "url": "http://0.0.0.0:4000/page4/",
    "title": "Home",
    "body": "{% if page. url == “/” %}       推 荐:       {% for post in site. posts %}    {% if post. featured == true %}      {% include featuredbox. html %}    {% endif %}  {% endfor %}  {% endif %}       所有文章:         {% for post in paginator. posts %}    {% include postbox. html %}    {% endfor %}    {% include pagination. html %}"
    }, {
    "id": 8,
    "url": "http://0.0.0.0:4000/page5/",
    "title": "Home",
    "body": "{% if page. url == “/” %}       推 荐:       {% for post in site. posts %}    {% if post. featured == true %}      {% include featuredbox. html %}    {% endif %}  {% endfor %}  {% endif %}       所有文章:         {% for post in paginator. posts %}    {% include postbox. html %}    {% endfor %}    {% include pagination. html %}"
    }, {
    "id": 9,
    "url": "http://0.0.0.0:4000/page6/",
    "title": "Home",
    "body": "{% if page. url == “/” %}       推 荐:       {% for post in site. posts %}    {% if post. featured == true %}      {% include featuredbox. html %}    {% endif %}  {% endfor %}  {% endif %}       所有文章:         {% for post in paginator. posts %}    {% include postbox. html %}    {% endfor %}    {% include pagination. html %}"
    }, {
    "id": 10,
    "url": "http://0.0.0.0:4000/page7/",
    "title": "Home",
    "body": "{% if page. url == “/” %}       推 荐:       {% for post in site. posts %}    {% if post. featured == true %}      {% include featuredbox. html %}    {% endif %}  {% endfor %}  {% endif %}       所有文章:         {% for post in paginator. posts %}    {% include postbox. html %}    {% endfor %}    {% include pagination. html %}"
    }, {
    "id": 11,
    "url": "http://0.0.0.0:4000/page8/",
    "title": "Home",
    "body": "{% if page. url == “/” %}       推 荐:       {% for post in site. posts %}    {% if post. featured == true %}      {% include featuredbox. html %}    {% endif %}  {% endfor %}  {% endif %}       所有文章:         {% for post in paginator. posts %}    {% include postbox. html %}    {% endfor %}    {% include pagination. html %}"
    }, {
    "id": 12,
    "url": "http://0.0.0.0:4000/page9/",
    "title": "Home",
    "body": "{% if page. url == “/” %}       推 荐:       {% for post in site. posts %}    {% if post. featured == true %}      {% include featuredbox. html %}    {% endif %}  {% endfor %}  {% endif %}       所有文章:         {% for post in paginator. posts %}    {% include postbox. html %}    {% endfor %}    {% include pagination. html %}"
    }, {
    "id": 13,
    "url": "http://0.0.0.0:4000/page10/",
    "title": "Home",
    "body": "{% if page. url == “/” %}       推 荐:       {% for post in site. posts %}    {% if post. featured == true %}      {% include featuredbox. html %}    {% endif %}  {% endfor %}  {% endif %}       所有文章:         {% for post in paginator. posts %}    {% include postbox. html %}    {% endfor %}    {% include pagination. html %}"
    }, {
    "id": 14,
    "url": "http://0.0.0.0:4000/page11/",
    "title": "Home",
    "body": "{% if page. url == “/” %}       推 荐:       {% for post in site. posts %}    {% if post. featured == true %}      {% include featuredbox. html %}    {% endif %}  {% endfor %}  {% endif %}       所有文章:         {% for post in paginator. posts %}    {% include postbox. html %}    {% endfor %}    {% include pagination. html %}"
    }, {
    "id": 15,
    "url": "http://0.0.0.0:4000/page12/",
    "title": "Home",
    "body": "{% if page. url == “/” %}       推 荐:       {% for post in site. posts %}    {% if post. featured == true %}      {% include featuredbox. html %}    {% endif %}  {% endfor %}  {% endif %}       所有文章:         {% for post in paginator. posts %}    {% include postbox. html %}    {% endfor %}    {% include pagination. html %}"
    }, {
    "id": 16,
    "url": "http://0.0.0.0:4000/page13/",
    "title": "Home",
    "body": "{% if page. url == “/” %}       推 荐:       {% for post in site. posts %}    {% if post. featured == true %}      {% include featuredbox. html %}    {% endif %}  {% endfor %}  {% endif %}       所有文章:         {% for post in paginator. posts %}    {% include postbox. html %}    {% endfor %}    {% include pagination. html %}"
    }, {
    "id": 17,
    "url": "http://0.0.0.0:4000/page14/",
    "title": "Home",
    "body": "{% if page. url == “/” %}       推 荐:       {% for post in site. posts %}    {% if post. featured == true %}      {% include featuredbox. html %}    {% endif %}  {% endfor %}  {% endif %}       所有文章:         {% for post in paginator. posts %}    {% include postbox. html %}    {% endfor %}    {% include pagination. html %}"
    }, {
    "id": 18,
    "url": "http://0.0.0.0:4000/page15/",
    "title": "Home",
    "body": "{% if page. url == “/” %}       推 荐:       {% for post in site. posts %}    {% if post. featured == true %}      {% include featuredbox. html %}    {% endif %}  {% endfor %}  {% endif %}       所有文章:         {% for post in paginator. posts %}    {% include postbox. html %}    {% endfor %}    {% include pagination. html %}"
    }, {
    "id": 19,
    "url": "http://0.0.0.0:4000/page16/",
    "title": "Home",
    "body": "{% if page. url == “/” %}       推 荐:       {% for post in site. posts %}    {% if post. featured == true %}      {% include featuredbox. html %}    {% endif %}  {% endfor %}  {% endif %}       所有文章:         {% for post in paginator. posts %}    {% include postbox. html %}    {% endfor %}    {% include pagination. html %}"
    }, {
    "id": 20,
    "url": "http://0.0.0.0:4000/page17/",
    "title": "Home",
    "body": "{% if page. url == “/” %}       推 荐:       {% for post in site. posts %}    {% if post. featured == true %}      {% include featuredbox. html %}    {% endif %}  {% endfor %}  {% endif %}       所有文章:         {% for post in paginator. posts %}    {% include postbox. html %}    {% endfor %}    {% include pagination. html %}"
    }, {
    "id": 21,
    "url": "http://0.0.0.0:4000/page18/",
    "title": "Home",
    "body": "{% if page. url == “/” %}       推 荐:       {% for post in site. posts %}    {% if post. featured == true %}      {% include featuredbox. html %}    {% endif %}  {% endfor %}  {% endif %}       所有文章:         {% for post in paginator. posts %}    {% include postbox. html %}    {% endfor %}    {% include pagination. html %}"
    }, {
    "id": 22,
    "url": "http://0.0.0.0:4000/page19/",
    "title": "Home",
    "body": "{% if page. url == “/” %}       推 荐:       {% for post in site. posts %}    {% if post. featured == true %}      {% include featuredbox. html %}    {% endif %}  {% endfor %}  {% endif %}       所有文章:         {% for post in paginator. posts %}    {% include postbox. html %}    {% endfor %}    {% include pagination. html %}"
    }, {
    "id": 23,
    "url": "http://0.0.0.0:4000/page20/",
    "title": "Home",
    "body": "{% if page. url == “/” %}       推 荐:       {% for post in site. posts %}    {% if post. featured == true %}      {% include featuredbox. html %}    {% endif %}  {% endfor %}  {% endif %}       所有文章:         {% for post in paginator. posts %}    {% include postbox. html %}    {% endfor %}    {% include pagination. html %}"
    }, {
    "id": 24,
    "url": "http://0.0.0.0:4000/page21/",
    "title": "Home",
    "body": "{% if page. url == “/” %}       推 荐:       {% for post in site. posts %}    {% if post. featured == true %}      {% include featuredbox. html %}    {% endif %}  {% endfor %}  {% endif %}       所有文章:         {% for post in paginator. posts %}    {% include postbox. html %}    {% endfor %}    {% include pagination. html %}"
    }, {
    "id": 25,
    "url": "http://0.0.0.0:4000/page22/",
    "title": "Home",
    "body": "{% if page. url == “/” %}       推 荐:       {% for post in site. posts %}    {% if post. featured == true %}      {% include featuredbox. html %}    {% endif %}  {% endfor %}  {% endif %}       所有文章:         {% for post in paginator. posts %}    {% include postbox. html %}    {% endfor %}    {% include pagination. html %}"
    }, {
    "id": 26,
    "url": "http://0.0.0.0:4000/page23/",
    "title": "Home",
    "body": "{% if page. url == “/” %}       推 荐:       {% for post in site. posts %}    {% if post. featured == true %}      {% include featuredbox. html %}    {% endif %}  {% endfor %}  {% endif %}       所有文章:         {% for post in paginator. posts %}    {% include postbox. html %}    {% endfor %}    {% include pagination. html %}"
    }, {
    "id": 27,
    "url": "http://0.0.0.0:4000/page24/",
    "title": "Home",
    "body": "{% if page. url == “/” %}       推 荐:       {% for post in site. posts %}    {% if post. featured == true %}      {% include featuredbox. html %}    {% endif %}  {% endfor %}  {% endif %}       所有文章:         {% for post in paginator. posts %}    {% include postbox. html %}    {% endfor %}    {% include pagination. html %}"
    }, {
    "id": 28,
    "url": "http://0.0.0.0:4000/page25/",
    "title": "Home",
    "body": "{% if page. url == “/” %}       推 荐:       {% for post in site. posts %}    {% if post. featured == true %}      {% include featuredbox. html %}    {% endif %}  {% endfor %}  {% endif %}       所有文章:         {% for post in paginator. posts %}    {% include postbox. html %}    {% endfor %}    {% include pagination. html %}"
    }, {
    "id": 29,
    "url": "http://0.0.0.0:4000/page26/",
    "title": "Home",
    "body": "{% if page. url == “/” %}       推 荐:       {% for post in site. posts %}    {% if post. featured == true %}      {% include featuredbox. html %}    {% endif %}  {% endfor %}  {% endif %}       所有文章:         {% for post in paginator. posts %}    {% include postbox. html %}    {% endfor %}    {% include pagination. html %}"
    }, {
    "id": 30,
    "url": "http://0.0.0.0:4000/BV1T64y1k7kz/",
    "title": "【编绳】幻彩金边粽子 端午五彩绳吊坠 手工编织DIY视频教程",
    "body": "2021/05/27 - 浅韵小汐:  超详细的端午金边粽子教程来啦~粽子小吊坠可以搭配其他手绳佩戴也可以直接挂钥匙上小粽子由三面组成粽子单面图解我发到动态里自取哈这次粽子材料包改为整卷线材套装28r一份，4卷线，可以编至少12个小粽子幻彩线超级漂亮哒，如果不需要那么多小粽子也可以编成其他款的手绳或者小花颜色暂时只有绿渐变目前现货只有七十份，已上架 "
    }, {
    "id": 31,
    "url": "http://0.0.0.0:4000/BV1yo4y117rJ/",
    "title": "【编绳】五彩手绳 端午幸运彩绳手链 新手零基础DIY视频教程",
    "body": "2021/05/26 - 浅韵小汐:  前几年的古早视频教程翻拍因为端午要到啦很多宝宝购买这款手绳材料之前教程不太清晰趁这次拍粽子教程一起录啦基础的十股辫结尾把复杂的纽扣结改成金刚结了比较适合新手编 "
    }, {
    "id": 32,
    "url": "http://0.0.0.0:4000/BV1K54y1V7t3/",
    "title": "【编绳】逢考必过 文昌结手绳DIY视频教程 超详细新手向编织攻略",
    "body": "2021/05/21 - 浅韵小汐:  文昌结手绳教程来啦超适合编给考生，满含美好祝愿～希望大家不管是国考公考各种证书考还是高考中考大小考，逢考必过手绳选了三个配色分别是好运红、沉稳蓝、学业紫是男女都适合佩戴的颜色，寓意也美好另外这次我设计了专属手绳卡片正面“逢考必过”，旁边圆圈里是一个大大的“过”字衬托手绳结体，卡片背面是“愿每一份努力都能得到回报”每一份手绳材料包都送这样一张卡片哦材料包定价5. 5r，某宝搜店铺“浅韵 手作工坊”可以购买 "
    }, {
    "id": 33,
    "url": "http://0.0.0.0:4000/BV1U64y1m7iV/",
    "title": "【编绳】这是夏天的味道~冰淇淋色爱心钥匙手绳DIY编绳视频教程",
    "body": "2021/04/23 - 浅韵小汐:  简介：请自行想象嘿嘿嘿~ "
    }, {
    "id": 34,
    "url": "http://0.0.0.0:4000/BV1QK4y12789/",
    "title": "【编绳】超还原~山河令 同款情侣三生手绳DIY视频教程",
    "body": "2021/04/03 - 浅韵小汐:  山河令同款手绳教程来啦~我出去春游了今天的简介就这样哈哈哈~对了，材料包6. 5RMB桃宝搜 浅韵手作工坊再次申明我没有在拼多多开店拼多多上我家同款都是盗的我的图片哦 "
    }, {
    "id": 35,
    "url": "http://0.0.0.0:4000/BV1DK4y1T7tL/",
    "title": "【编绳】桃花芳菲 和田玉平安扣手绳 桃花线圈DIY视频教程 小仙女的桃花手绳`",
    "body": "2021/03/29 - 浅韵小汐:  这期是比较复杂一点点的桃花手绳但是蛮适合小仙女春夏佩戴的款式p1是主绳教程，p2是桃花线圈，p3是加粗版绕线线圈学会编法可以灵活应用到其他手绳上。我这里用的14mm的和田玉平安扣，大家也可以根据需要换自己的配饰放到中间¥29，依旧限量款，九十多份材料包售完下架因为我家配货小姐姐也怀小宝宝啦配这个材料包需要精神高度集中，线多又复杂怕累到她~嘻，所以最近不出复杂的材料包啦（绝对不是我想乘机偷懒~） "
    }, {
    "id": 36,
    "url": "http://0.0.0.0:4000/BV1iv411Y7Vp/",
    "title": "【编绳】ins简约风金管手链 炒鸡简单零基础快速上手",
    "body": "2021/03/05 - 浅韵小汐:  嘻，三月份开学我回来开工啦最近同时在录制剪辑好几个教程先选了最简单一个上传啦因为店里的银管手绳要下架了这款算是升级版，不需要穿难穿的小珠子有手就能完成的简单手链~金管材质是进口14k注金线材选了有点硬度闪闪的红线可以做转运红绳大家可以用其他线制作但是线需要有一定硬度不然拉伸结会越拽越紧拉不动中间除了金管也可以穿珠子什么的是某宝很常见的手链编法简约好看无累赘 "
    }, {
    "id": 37,
    "url": "http://0.0.0.0:4000/BV1Rt4y1r7qS/",
    "title": "测评:盗图的拼多多小红花材料包长什么样子",
    "body": "2021/01/11 - 浅韵小汐:  你看你看这家拼多多店好气人完全copy我的店开店卖东西也没有错紧跟流行风向没有错拼了几万件的店没钱请人拍图？盗图商用这是正经人干的事儿嘛又用我的图又用我的教程结果卖的实物与图不符我都编不好他那个材料然后出了问题他们客服装死不知道的还以为拼多多是我的店找我负责啊我太难了 "
    }, {
    "id": 38,
    "url": "http://0.0.0.0:4000/BV1kK411M7Uu/",
    "title": "【编绳】四股辫 送你一朵小红花 易烊千玺电影衍生手绳 编绳小红花金珠手链DIY视频教程",
    "body": "2021/01/07 - 浅韵小汐:  精编款小红花教程前边花朵部分和上一篇制作方法相同学会的朋友们可以直接跳到9分32秒处看两侧怎么加线编四股辫~当然大家也可以推陈出新两侧不编四股辫改成编平结也可啦那样手绳更宽一点平结方法可以参考8月2号发布的长相依教程~ "
    }, {
    "id": 39,
    "url": "http://0.0.0.0:4000/BV1yh411f7d3/",
    "title": "【编绳】送你一朵小红花 易烊千玺电影衍生手绳 简约精致的小花手链DIY视频教程",
    "body": "2020/12/31 - 浅韵小汐:  闺蜜许愿要的小红花手链~编法简单，跟之前的小花手绳差不多第一个花瓣我改编了一下加上了边边五个花瓣整齐饱满~熟练以后基本十五分钟就能搞定一条蛮适合自己DIY送朋友的~红色小花花也适合做本命年手绳，中间花心可以去金店买个小金珠换上，大约3mm的珠珠价格也不贵，最近还听说了一个新操作就是拿教程去金店让金店给编好如果自己不会编又实在喜欢可以去本地金店问问看店员会不会做~最后，希望大家在2021年，都能成为更好的自己吖~ "
    }, {
    "id": 40,
    "url": "http://0.0.0.0:4000/BV1U64y1f7Am/",
    "title": "【编绳】牛气冲天 本命年红绳 护身无痕金刚结手绳编织教程DIY视频教程 希望2021事事顺遂平安喜乐",
    "body": "2020/12/13 - 浅韵小汐:  金刚结最早来自藏传佛教，和古老的象雄图案有着密切的关系，在密宗经典里面说，降魔法器的金刚绳佩戴在身上能辟邪转运，有保护平安等作用，后代人把金刚结编为手绳佩戴，当作护身符。制作金刚结时，注意力专注打结，加持愿力进入结内，将力量封存其中。结内有护法及力量，佩带在身上，能保平安，减少障碍，增加幸福，在受到恶意伤害时起到保护作用，护身辟邪。 "
    }, {
    "id": 41,
    "url": "http://0.0.0.0:4000/BV1py4y1q7ts/",
    "title": "【编绳】在逃公主系列之蝴蝶结铃铛手绳 高级灰配色手链DIY视频教程",
    "body": "2020/11/29 - 浅韵小汐:  在逃公主系列第三弹小红书很火的金刚结+蝴蝶结+铃铛的组合(非原创，ps)这次我选择灰+酒红+纯银铃铛的搭配这个配色真的超显高级又有温柔优雅的感觉很符合“在逃公主”这个主题了~ "
    }, {
    "id": 42,
    "url": "http://0.0.0.0:4000/BV11K411G7zg/",
    "title": "【编绳】在逃公主系列choker 超简单的蕾丝编绳项圈教程",
    "body": "2020/11/13 - 浅韵小汐:  在逃公主系列搭配的蕾丝choker这款绝对是又简单又好看的项圈正反都漂亮佩戴起来连扣字部分也很精致看不到线头除了搭配蝴蝶结项链佩戴也可以穿自己的小吊坠单独佩戴也可以把线裁成两份编两根手绳 "
    }, {
    "id": 43,
    "url": "http://0.0.0.0:4000/BV1dp4y1k7Wu/",
    "title": "【编绳】在逃公主系列之蝴蝶结手链 DIY视频教程，也可以当做项链佩戴哦",
    "body": "2020/11/10 - 浅韵小汐:  蝴蝶结手绳升级版主绳和隔珠吊坠跟去年的款式相比都更加精致啦圣诞配色的过段时间上我们先来看看超火的在逃公主～这期是简约手绳的教程除了缠在手腕做多层手链也可以当做项链绳佩戴搭配的choke编法下期出贝珠吊坠换成自己喜欢的小铃铛之类的坠子也很好看 "
    }, {
    "id": 44,
    "url": "http://0.0.0.0:4000/BV1zv41167Ro/",
    "title": "【编绳】铜钱手绳 招财进宝 多宝小钱币手链DIY视频教程",
    "body": "2020/10/31 - 浅韵小汐:  去年那款铜钱手绳下架以后被催了好久要小钱币的手绳终于有空出了新款这次发的是比较花哨的铜钱手链其实带着看也还好，符合我的审美~上次那款简约款也更新了教程重新上架啦金色的效果比银色好很多~ "
    }, {
    "id": 45,
    "url": "http://0.0.0.0:4000/BV16K4y1h7gy/",
    "title": "【编绳】和田玉 祥云手链 玉米结转运手绳 中间可以换自己喜欢的配件哦",
    "body": "2020/10/15 - 浅韵小汐:  找了蛮久找到的一批中间能放小珠子的和田玉雕件小巧可爱，雕工特别精致，没有黑点裂纹晴水色真的好漂亮哈不过我觉得白玉色比较好搭配编法很简单啦，就是蛇结，玉米结，平结新手应该也很好学线用的比较细，71号不过由于和田玉比较贵，又不好找货每一批雕出来品质色泽可能都不一样老板说卖完要下架有需要的去店里拍吧~这款的编法大家可以应用到其他手绳中间换一些自己喜欢的小雕件~ "
    }, {
    "id": 46,
    "url": "http://0.0.0.0:4000/BV1mi4y1j7xm/",
    "title": "【编绳】烫金星球卡片收纳袋，自制手绳送礼物档次瞬间up～",
    "body": "2020/10/11 - 浅韵小汐:  店里的黑色包装盒老被吐槽掉档次不好看有很多客户建议改进一下花了几个月时间设计打样最终定下了这版手绳礼物包装袋小星球卡片用来固定手绳第一版做了水彩星空的烫金卡片（这个设计图找了好几家店做不出我想要的样子，最后逼得我自学了PS做的图纸）另外还设计了粉色和红色水彩星球卡片这版反响好的话继续推出新的星球卡片绒布收纳袋也找了好几个厂家打版选择了我最满意的一家定制这个材质厚实手感好，颜色温柔平时也可以用来收纳首饰不会像包装盒那样用完就浪费掉了总之我蛮喜欢哒，大家觉得怎么样呐 "
    }, {
    "id": 47,
    "url": "http://0.0.0.0:4000/BV1r5411b7Mz/",
    "title": "【编绳】千里江山图 项链绳 玉佩吊坠绳盘编DIY视频教程 很高级的颜色搭配蛮适合挂翡翠",
    "body": "2020/09/17 - 浅韵小汐:  跟手绳配套的项链绳适合挂玉坠子~编法是十股辫可以用盘编器的新手也能制作~不过我还是觉得徒手编速度快又均匀整齐徒手十股辫可以参考上一期手绳DIY视频 "
    }, {
    "id": 48,
    "url": "http://0.0.0.0:4000/BV13i4y1u7E3/",
    "title": "【编绳】千里江山图 手绳 把”国家宝藏”带到手腕上~",
    "body": "2020/09/16 - 浅韵小汐:  失踪一个半月之后我又回来啦~由于带小孩子不能打王者（分分钟嗷嗷哭）所以找了一堆休闲游戏叼个空玩玩，遇到了网易神作跟故宫合作的绘真妙笔千山解密类的，超美的还原了千里江山图的山水世界故事很美，还可以收集各种小物件，是个通关也会留在手机里欣赏的好游戏~青绿山水的配色真的好美，于是想用这个配色做同款手绳啦~编好以后的配色效果还蛮还原的，希望你们也能喜欢呀~同款的项链教程下一篇发布~如果纯新手的小伙伴徒手编不了十股辫，可以参考下个项链视频用盘编器编~ "
    }, {
    "id": 49,
    "url": "http://0.0.0.0:4000/BV1Hz4y1Q7SB/",
    "title": "【编绳】长相依 莫相离 情侣手链教程 七夕礼物准备好了嘛~DIY一对儿情侣撞色手绳考虑一下不~",
    "body": "2020/08/02 - 浅韵小汐:  我回来撩~生了个爱哭鼻子的小男生抱着不能撒手的那种然后我的左手腱鞘炎了剧痛，拇指不能大范围活动不过还好不太影响编绳绳~这款是改编的手绳，把两侧八股辫改成平结了，可调节长度的结尾这样对新手比较友好，没有编绳基础，没有另一半的手围尺寸也能制作这份礼物两半手绳像两个人，缠绕在一起组成一个无线符号寓意特别适合七夕，相依相伴永不分离材料包已上架，¥6一条，搭配了十二种配色可选 "
    }, {
    "id": 50,
    "url": "http://0.0.0.0:4000/BV1W54y1Q7Q3/",
    "title": "【编绳】雏菊物语 小雏菊choker项圈手绳DIY教程 这大概是我做的最像雏菊的啦~除了DIY视频教程专栏还有图解哦",
    "body": "2020/06/17 - 浅韵小汐:  沉迷做花不可自拔之前小雏菊款有人说更像茉莉花一点研究这款更像雏菊的手绳要说编绳里想要做接近实物的结法只能是斜卷结了~想入坑编绳的话斜卷结一定要学会可以毫不夸张的说学会熟练运用斜卷结相当于打开了新世界大门~手绳部分编长一些的话就变成了choker项圈也是蛮好看的~ "
    }, {
    "id": 51,
    "url": "http://0.0.0.0:4000/BV1CV411C7sn/",
    "title": "【编绳】夏至 超清新双层玉髓玛瑙手链DIY视频教程 零基础编绳",
    "body": "2020/05/30 - 浅韵小汐:  夏天和绿色更相配~这次的手链是朱颜手链改了一下款你们老问我那款多层碎石水晶手链能不能返场问了下配货小姐姐，坚决拒绝，每份要数好几十颗珠子太奔溃而且后来拿货的厂家那个水晶碎石质量不行了很难挑出合适的思考了一下那就再出个简单一些的多层手绳吧一圈珠子加一圈手绳，一起叠起来更有层次感做了三个配色上手效果绿色款最好，很清新粉色很嫩，需要白皮肤的妹子戴起来好看反正我带着显黑哈哈哈朱砂红黑绳百搭的，怎么带都不出错 "
    }, {
    "id": 52,
    "url": "http://0.0.0.0:4000/BV1wg4y1z73B/",
    "title": "【编绳】锦鲤 幸运端午手绳 超级简单的盘编手绳 可以穿招财猫转运珠和小吊坠的百搭手链",
    "body": "2020/05/24 - 浅韵小汐:  色彩缤纷的锦鲤手绳搭配了好多颜色怎么编都好看制作难度不大，盘编嘛按顺序一直重复就可以结尾用纽扣结会难一些，用蛇结的话就很简单了可以搭配可爱的招财猫小吊坠也可以穿自己的转运珠，需要孔3. 5mm左右的单根手绳带着也不错因为线用的玉线和彩金线，做出来材质是比较硬的哦线软的话出不来那种镂空的纹路感觉 "
    }, {
    "id": 53,
    "url": "http://0.0.0.0:4000/BV1nz4y1R7bi/",
    "title": "【编绳】渐变小花 超级清新自然的花朵手绳 只需要玉线就可以DIY的夏日小花花手链",
    "body": "2020/05/02 - 浅韵小汐:  由桃花手绳衍生出的六瓣花花做了三色替换做花达到渐变花花的效果由于轴线更粗做出来的花花更加饱满可爱制作时要把花朵线拉紧花型才好看哦我这里只做了蓝渐变的样品大家还有什么好看的配色嘛有想法的同学快行动起来吧~ "
    }, {
    "id": 54,
    "url": "http://0.0.0.0:4000/BV1rK41157Qa/",
    "title": "【编绳】金边龙鳞DIY教程 64位盘编手绳 开头结尾参见上一个视频~",
    "body": "2020/04/25 - 浅韵小汐:  这次没啥要介绍的哈哈哈 "
    }, {
    "id": 55,
    "url": "http://0.0.0.0:4000/BV1jC4y1W734/",
    "title": "【编绳】格子龙鳞 迷彩风手绳 很适合送小哥哥哦~盘编手绳DIY教程",
    "body": "2020/04/25 - 浅韵小汐:  开头结尾方法见龙鳞渐变款视频迷彩风这个配色参考了“燃烧的陀螺仪”机长小哥哥的手绳好看！ "
    }, {
    "id": 56,
    "url": "http://0.0.0.0:4000/BV19K411V7UX/",
    "title": "【编绳】渐变龙鳞 DIY教程 64位盘编器盘编手绳 看着虽然复杂其实新手也可以搞定的哦",
    "body": "2020/04/24 - 浅韵小汐:  超火的龙鳞手绳其实很简单哦规律与之前发布的2线龙鳞一样只是每次挪动的线材增加了实质上还是盘编的八股辫每组5根线，共40根，所以要用到64位的盘编器蛮考验耐心，不过难度不大按顺序挪线新手也可以做出来~宽版蛮适合男生戴的红金款做出来已经被我老公预定走了哈哈哈 "
    }, {
    "id": 57,
    "url": "http://0.0.0.0:4000/BV1t54y197AY/",
    "title": "【编绳】小雏菊 清新可爱的小花手绳DIY教程 开在腕间的花枝~",
    "body": "2020/04/17 - 浅韵小汐:  小雏菊手绳之前的春枝俏四瓣桃花手绳很受欢迎有好多粉丝问能不能在中间加小金珠这次就研究了一下加珠子的编法花瓣加了一瓣，整体看起来有更自然的弧度~颜色嘛，按自己喜欢的做啦粉色桃花，红色梅花什么的橄榄绿枝丫也可以换成其他喜欢的颜色大家多尝喜欢的配色踊跃交作业哈~~~ "
    }, {
    "id": 58,
    "url": "http://0.0.0.0:4000/BV1Ck4y1971F/",
    "title": "【编绳】小圆满 极细撞色手绳白玉转运手链DIY教程 生机勃勃的绿色更适合春天~",
    "body": "2020/04/12 - 浅韵小汐:  之前出的江流月款蛮受欢迎的不过好多客户反映颜色太少新手穿石榴石也比较困难这次新做了一款撞色的手绳有超受欢迎的绿色系，生机勃勃的颜色更适合春天~圆环代表圆满幸福，两侧螺旋纹路代表缠绕希望幸福圆满一直缠绕在身边~如果需要其他色系的配色可以联系客服更换 "
    }, {
    "id": 59,
    "url": "http://0.0.0.0:4000/BV1R541147w3/",
    "title": "【编绳】勇气 · 刺青3D硬金转运珠手绳DIY视频教程 送小哥哥寓意极好的礼物~",
    "body": "2020/04/07 - 浅韵小汐:  这款是去年客户买了寄来定制的款式周生生的刺青系列黄金转运珠这个纹路寓意勇气，我最喜欢的一款外形和图案都是我的菜送小哥哥或者自戴寓意都蛮好的老板看了成品留图蛮喜欢，说可以安排一下新款~不过第一批只备了20份，多了屯不起货哈哈做法复杂一些，销量一般的话后期可能会被下架大家也可以自己配一些线材制作，中间不绕线穿别的转运珠也蛮好看的 "
    }, {
    "id": 60,
    "url": "http://0.0.0.0:4000/BV1xz411b7XK/",
    "title": "【编绳】朝颜 闺蜜款极细石榴石手绳  DIY视频教程 这款是改版哦更适合零基础新手制作",
    "body": "2020/04/05 - 浅韵小汐:  这次把旧版朝颜改编了一下感觉加了颗小金珠更好看了有好多新手跟我讲很喜欢店里的极细款手绳但是用细线打蛇结做扣眼真的太难了所以这次改版教大家新的扣眼编法主要用到二股辫，只要用心学新手也是没问题哒熟练了十来分钟就可以完成一条这款手绳颜色选取了典雅的酒红色和温柔的豆沙色蛮适合做闺蜜款的感兴趣的朋友们来试试吧 "
    }, {
    "id": 61,
    "url": "http://0.0.0.0:4000/BV1S7411y7xq/",
    "title": "【编绳】花遇 粉紫撞色同心结手绳DIY视频教程 这款组合结多难度较大哦",
    "body": "2020/03/25 - 浅韵小汐:  花遇 新拍的教程两个配色，粉紫撞色和粉蓝撞色特别有少女感~制作耗时比较长，教程断断续续拍了几天有时候遇到光线不太好的天气视频画面颗粒感会比较重哦，谢谢理解~这款难度比较大，是各种基础结组合出来的要有一定编绳基础且十分有耐心才能编好想要挑战的新手宝宝们可以先把之前发的基础结合集视频先学会再来做这款哦 "
    }, {
    "id": 62,
    "url": "http://0.0.0.0:4000/BV1iE411F7KB/",
    "title": "【编绳】极细十全十美手绳 徒手编+盘编器视频教程",
    "body": "2020/03/22 - 浅韵小汐:  重拍了结绳记同款十全十美手绳的教程除了徒手编外还增加了用盘编器的编法粗细有三种，越细越难编哈~能把这款1mm粗细的手绳徒手编整齐不扭的话编绳功夫真的练得蛮不错了~ "
    }, {
    "id": 63,
    "url": "http://0.0.0.0:4000/BV1yE411u7BQ/",
    "title": "【编绳】八股龙鳞 转运平安手绳 零基础也能学会的盘编手绳",
    "body": "2020/03/07 - 浅韵小汐:  终于从老家回来了，先居家隔离14天快孕六个月了，太不容易了坐工作台十来分钟，左边肩胛骨就开始巨疼要绑着背背佳止疼编绳，视频断断续续录了好几天记性变很差，走个神就懵逼了不知道编到哪里前几天接到一位朋友发来的图想学一下龙鳞手绳，正好年前研究了这款的教程用盘编器做，很简单新手制作也没问题纹路蛮好看，像鳞片一样~ "
    }, {
    "id": 64,
    "url": "http://0.0.0.0:4000/BV17J411a7qR/",
    "title": "【编绳】鼠来福 本命年转运手绳 很可爱的米奇福字转运珠~马上2020年啦~希望新的一年顺顺利利",
    "body": "2019/12/29 - 浅韵小汐:  提前祝大家元旦快乐~新教程献上~这次还是比较传统中式手绳用到了四股辫和六股辫六股辫外形不像八股和十股那么方偏圆一点跟四股辫搭配到一起还是蛮漂亮的百搭的款式跟颜色大家可以换自己的转运珠制作~材料包已上架，8. 8一份我们店大概一月十号左右开始休假~大家有需要提前拍哦~ "
    }, {
    "id": 65,
    "url": "http://0.0.0.0:4000/BV1vJ411x7Up/",
    "title": "【编绳】米奇 本命年转运珠手链DIY教程 鼠年本命哦`马上到新年啦教大家一款简单的转运手绳，希望大家新年都有好运气~",
    "body": "2019/12/20 - 浅韵小汐:  马上到新年啦，2020年是鼠年明年夏天我也要有个鼠宝宝啦哈哈准备了两款本命年转运手绳这次的‘鼠你可爱’是简约款，编制简单适合新手接下来还会出一款复杂一些的‘鼠你有福’红绳希望大家新年都有好运气~ "
    }, {
    "id": 66,
    "url": "http://0.0.0.0:4000/BV1MJ411B74L/",
    "title": "【编绳】圣诞风卡织 手绳DIY教程 这次是可调节长度的款式哦",
    "body": "2019/12/04 - 浅韵小汐:  卡织系列第二款这次教大家卡织过程如何加入小珠子大家可以按喜好决定珠子多少两侧都加小珠子也可以配色选了经典圣诞系列可以做礼物送出我的直男老公说这款戴着蛮好看哈哈有点儿异域风情的感觉结尾这次换了一下改成了Guanabana的那种调节结尾这样不知道朋友的手围也可以制作礼物啦 "
    }, {
    "id": 67,
    "url": "http://0.0.0.0:4000/BV1zJ411d7Bo/",
    "title": "【编绳】北欧卡织 细款撞色金银丝手绳 DIY 神奇小卡片翻一翻就可以织出精美的手链哦~",
    "body": "2019/11/23 - 浅韵小汐:  卡织真的很神奇卡片翻滚就可以织出各种美丽的图案大家可以搜一下西班牙Guanabana的编织手绳各种美丽的图案和小珠子织到一起叠戴在手腕上超美丽先来教大家最基础的卡织方法掌握了方法，就可以自己画图织出好看的花纹啦~我比较喜欢拧扣的手绳，做事比较方便下次教大家Guanabana那种伸缩扣和加珠子的款式~题外话~最近失踪好久哈，因为怀宝宝啦孕吐反应什么的好难受，每天什么都不想干啦~过段时间应该会好一些，继续给大家做教程~ "
    }, {
    "id": 68,
    "url": "http://0.0.0.0:4000/BV1tE41187n3/",
    "title": "【编绳】压惊铃 古风挂件DIY视频教程 称心如意情侣手机吊坠",
    "body": "2019/11/01 - 浅韵小汐:  做一期简单的小吊坠比较迷你哈珠子都用3mm4mm5mm的配色下了番功夫尽量做到百搭下边的吊坠可以改成任意自己喜欢的材质视频里这些现货不多几个，后续可能不会都上架老板会挑几个受欢迎的继续补货~我喜欢黄铜压惊铃，图腾看起来霸气老板喜欢桃木铃铛，觉得可爱自然一些大家比较喜欢哪款吊坠呢 "
    }, {
    "id": 69,
    "url": "http://0.0.0.0:4000/BV1bE411a73W/",
    "title": "【编绳】平安红绳 本命年情侣转运手绳 教你用盘编器做7种配色方型八股辫",
    "body": "2019/10/26 - 浅韵小汐:  方八股辫基本算是手绳基础款了方形四个面象征四面佛，又称有求必应佛分别代表健康、事业、爱情、财运。这次介绍了八股辫红绳的7种配色可用盘编器制作，也可徒手编制盘编对于零基础的新手比较友好掌握好均匀的力度就可以做出漂亮的手绳啦过段时间会出四股辫十股辫的盘编之前徒步远方之类的款式都可以用盘编器做出来哦线材升级了一下，用了24股的线略粗了一些，男女生戴都合适这个红色是我抱着色卡选了好久的不是很刺眼很飘的那种，是比较厚重典雅一些的中国红跟金线搭配编织，看起来简约百搭十分耐看 "
    }, {
    "id": 70,
    "url": "http://0.0.0.0:4000/BV1CE411r7fr/",
    "title": "【编绳】喵星人  粉水晶蓝砂石小猫项链macrame编绳萌萌哒小猫项链 重制版~DIY视频教程",
    "body": "2019/10/20 - 浅韵小汐:  重新拍了一遍教程之前那个教程有些地方讲的不太清楚导致大家很迷茫正好接到一条成品定制又录了一遍教程这次演示的更清楚一些适合刚学会斜卷结尝试macrame包戒面入门的新手都是常用的雀头结斜卷结组合 "
    }, {
    "id": 71,
    "url": "http://0.0.0.0:4000/BV1CE411r7Qd/",
    "title": "【编绳】许愿指环 细细美美的简约风手工戒指DIY教程 超流行的小金珠戒指自己就可以制作啦",
    "body": "2019/10/18 - 浅韵小汐:  收到私信，想学许愿指环，安排~细细的很简约的样子可以自己加喜欢的珠子进去编织难度不大主要把绕线绕紧密了戒指形状就会挺相信大家有耐心的话都可以做出来哦~材料包里是5个指环的线量多练几遍总会做出一个满意哒~店里不出成品哦需要的话可以搜一下韩国MOREE戒指 "
    }, {
    "id": 72,
    "url": "http://0.0.0.0:4000/BV11J411T74M/",
    "title": "【编绳】爱心猫爪手绳 超萌的猫爪DIY教学视频~",
    "body": "2019/09/27 - 浅韵小汐:  爱心猫爪跟上一个教程大致相同在爪子上方加了一条线用来穿珠子爪子内部用了纯银的小爱心形象更接近猫爪啦超级喜欢也可以改成吊坠做手机链什么的不过这次用的是扁蜡线操作起来难度要比玉线大一些哦蜡线编完可以洗一下，吹风机热风吹吹褪蜡光泽度会更好~ "
    }, {
    "id": 73,
    "url": "http://0.0.0.0:4000/BV17J411M7oQ/",
    "title": "【编绳】软萌月光石猫爪手绳 DIY视频教程 做吊坠也是很可爱的爪爪~据说金曜石小猫爪会招财哦",
    "body": "2019/09/23 - 浅韵小汐:  在爱心猫爪和珠珠猫爪之间纠结了半天还是都做吧，都好喜欢先出这款圆润的猫爪教程吧~下次做爱心款~这次用的71号线，手绳做出来超细，仅有0. 4mm如果很喜欢爪爪又不喜欢细款手绳可以把猫爪改成吊坠加到别的手绳上~珠子选取了白月光石和金曜石都是随光照角度变化有反光效应的珠子金曜石为黑色，能化解负能量，金眼有招财功效白月光为半透明，可稳定情绪，守护爱情 "
    }, {
    "id": 74,
    "url": "http://0.0.0.0:4000/BV1nJ411N7ys/",
    "title": "【编绳】绯歌 清新爱心手绳DIY 盘编器十二股辫视频教程",
    "body": "2019/09/13 - 浅韵小汐:  我们这次来用盘编器哈手残党也能驾驭的神器~把线摆好位置，按数字步骤挪来挪去就可以啦反而是开头结尾比较考验动手能力纽扣结是个坎啊，一定要学会呀最近真的是各种缺货个别稀有色的线也缺，进口配件也缺定制的翡翠扣子也没有合适的料子迟迟不能出货有好几款材料包被迫下架了希望一切都赶紧顺利起来~最近也要研究研究别的材质的小玩意啦总是这些有点审美疲劳祝大家中秋快乐~ "
    }, {
    "id": 75,
    "url": "http://0.0.0.0:4000/BV1N441117He/",
    "title": "【编绳】莫相忘 白月光相思豆手绳视频教程~忆昔花间相见后，只凭纤手，暗抛红豆",
    "body": "2019/09/06 - 浅韵小汐:  【忆昔花间相见后，只凭纤手，暗抛红豆】红小豆外传莫相忘第二集出现的手绳~根据原版小小改动了一下，努力变得更精致一些～珠子选了好久换了不同的材质最终定下来白月光石和老黄玉，颜色柔和也比较还原白月光真的好好看呀，相机根本拍不出来她流转的光泽据说白月光象征着纯洁高尚的爱情，能为爱情增添柔和，缓缓刚烈是极好的定情信物，和相思豆结合起来，寓意真的棒～不过，红豆真的是树上的豆荚里取出来的，植物种子，千万不能沾水，要保持干燥哦 "
    }, {
    "id": 76,
    "url": "http://0.0.0.0:4000/BV1j4411B7XJ/",
    "title": "【编绳】相思豆 红小豆手链 入骨相思知不知~红小豆同款手绳制作教程",
    "body": "2019/08/30 - 浅韵小汐:  一个多月前就答应了要出这款教程来着~当时被好多粉丝安利了红小豆外传因为回老家没有带材料所以拖延到了现在。。。尝试了几种不同的编法感觉最终版还是蛮还原的中间托着红小豆的中国结是重点换了好几个结这个最像啦~然后动画里用的是红小豆装上去以后比例不太对，改成相思豆啦大家也可以试试，用热缩片画个红小豆绑到中间这款不出成品哈，想要拥有的话用心学习一下教程亲手制作的手链才更有意义嘛如果学不会中间那个结，可以省略一下，直接穿上相思豆两侧打平结哦 "
    }, {
    "id": 77,
    "url": "http://0.0.0.0:4000/BV1g4411d7rW/",
    "title": "【编绳】同心结 超简单的古风钥匙扣 红小豆也会编啦快来试试吧~这次不绕线了感觉倍儿轻松",
    "body": "2019/08/20 - 浅韵小汐:  被疯狂安利红小豆外传里每个小故事都有一条用红豆做成的饰品亲手制作的礼物时会寄托思念的哦~这次回老家没有带足材料，缺红豆就先给大家做一款同心结钥匙扣这个超简单，红小豆第一集讲故事时编的同心结我改编了一下做成钥匙扣啦应该是新手一个小时内也可以搞定的小礼物~虽然情人节已经过去啦，但是每天都可以有小惊喜的嘿嘿 "
    }, {
    "id": 78,
    "url": "http://0.0.0.0:4000/BV1ht411c7Gj/",
    "title": "【编绳】纤云弄巧·云纹镶银檀木情侣手绳diy教程 古典风和七夕更配哦~这款真的是好基础了，用心肯定能学会",
    "body": "2019/07/30 - 浅韵小汐:  飞速肝出来的七夕手绳主珠选取了黑檀珠，镶银云纹配色也是挑选了暗红＆黑色比较古典的配色~取名 纤云弄巧选自秦观【鹊桥仙】金风玉露一相逢便胜却人间无数~编制难度很低了零基础新手也没问题的主要就是平结~材料包已上架emm最近订单真的很多，都得2天才能发出有需要的小伙伴提前下单哈不然赶不上七夕了 "
    }, {
    "id": 79,
    "url": "http://0.0.0.0:4000/BV1Vt411j7Tj/",
    "title": "【编绳】春枝俏  桃夭 桃花手绳 diy教程视频 “却见春枝里 斜倚桃花君”",
    "body": "2019/07/26 - 浅韵小汐:  回老家前我家猫猫的娘家老板定制了这条桃花手绳紫色系的~顺手撸了这款的教程去年她从店里买了一条紫水晶手绳我从她家接回来一只猫人和人奇妙的缘分~虽然粗粗细细的桃花手绳有很多款啦但是新配色或者加一些喜欢的配件吊坠感觉又有所不同~另外视频里也讲了一下小技巧比如打完蛇结后，绕线绕在四股辫会凹凸不平在打蛇结之前，绕在没有编四股辫的地方就会整齐很多八月准备出去旅游两周了就不录视频啦~ "
    }, {
    "id": 80,
    "url": "http://0.0.0.0:4000/BV1ct411J75G/",
    "title": "【编绳】 含苞 桃花手绳耳链 迷你花苞手绳耳环diy教程 这朵花花难度大一些哦~但是太好看了一定要学会呀",
    "body": "2019/07/21 - 浅韵小汐:  这期做迷你花苞~根据迷你莲花改编三层花瓣做起来是莲花只做一层就变成小花苞了我比较喜欢粉色的，像一朵含苞待放的桃花很可爱超迷你的花苞，大概只有1. 5cm花苞小吊坠用途还是蛮广泛的可以穿手绳，可以做耳环还可以穿钥匙扣穿头绳或者穿根银链做项链想必也很好看难度嘛，会斜卷结的话就很简单了就是做起来挺费时间的~我下次做其它颜色时候再拍个图文教程争取让零基础的新手也能照着做出来~ "
    }, {
    "id": 81,
    "url": "http://0.0.0.0:4000/BV1ft411n7jq/",
    "title": "【编绳】星空choker 蓝砂石项圈勇气信心项圈编绳 DIY教程 带给你勇气与信心~macrame包石系列",
    "body": "2019/07/20 - 浅韵小汐:  这款本来要下架了因为这个刻面的蓝砂石戒面绝版买不到了店里就剩几份微瑕的20元清仓了然后我前几天回老家了又翻出来一包私藏寄给配货的小姐姐了大概还能配几十份材料包考虑了一下视频教程还是发出来吧毕竟这个月本懒人up就发了一个视频惭愧的很哈哈哈放暑假使人懒惰你们可以自己拿喜欢的戒面做一下~这个纹路不加坠子做手绳也好看的 "
    }, {
    "id": 82,
    "url": "http://0.0.0.0:4000/BV1gt411V7SY/",
    "title": "【编绳】江流月 极细石榴石翡翠环手绳 很典雅的银灰色和酒红色哦",
    "body": "2019/07/13 - 浅韵小汐:  7月真适合偷个懒~天气热到不想动复杂的编绳没有耐心了来做些简单的设计感强一些的款式吧这次编法是很简单的二股辫完全靠配珠和配色撑起颜值的手绳~我真的超喜欢银灰色了很典雅仙气的调当时看着翡翠环就想起了皎皎明月所以起名江流月~希望能在炎炎夏日带来一丝清凉~ "
    }, {
    "id": 83,
    "url": "http://0.0.0.0:4000/BV18x41197fS/",
    "title": "【编绳】超简单~森系小清新多层水晶手链 紫水晶粉水晶和萤石哪一个都是我的心头爱",
    "body": "2019/06/28 - 浅韵小汐:  私信接到的款式据说是泰国买的超喜欢回来买不到了那就自己DIY一条吧各种形状的水晶碎石搭配亮晶晶的小铜珠佩戴起来有十分随性自然的感觉编法挺基础的，蛇结和麻花辫相信只要有耐心，手残党也可以完成哒三种水晶，五个款，非常适合闺蜜团一起戴毕业季自己做送给朋友同心做留念礼物也是很有心啦ps:这个材料包配货小姐姐数珠子大概会数疯掉一份要数六十多颗小铜珠还要挑拣碎石哈哈所以我答应她不想数的时候就下架这款毕竟我是十分疼爱小姐姐的~ "
    }, {
    "id": 84,
    "url": "http://0.0.0.0:4000/BV1r441137N8/",
    "title": "【编绳】纽扣手绳 张云雷二爷大褂扣子编绳diy视频教程",
    "body": "2019/06/21 - 浅韵小汐:  最近b站私信和淘宝每天都有人问这个扣子能不能做手绳有没有教程能编扣子的了解了一下原来是张云雷的扣子他橘色大褂和银灰色的大褂真的极具美感有张橘色暗纹的大褂图我觉得超美就根据那上边纽扣的形状设计了这款手绳款式比较简洁，做法也比较基础手绳编法可以灵活运用比如说要颗心上人的扣子来做条手绳带着也是很有心的教程分了两款，p1款比较精致，有一定难度p2就是特别简单的那种，根据能力选择款式 "
    }, {
    "id": 85,
    "url": "http://0.0.0.0:4000/BV1U4411P76D/",
    "title": "【编绳】五彩八股平安绳  端午手绳男女手链编绳diy视频教程",
    "body": "2019/06/14 - 浅韵小汐:  店里经典款的教程翻拍争取早日把店里所有教程都发到这里来~这样我就可以偷懒了。。。设计了几个新款，需要用到一些新的珠子配件不过我们二当家最近没钱囤新材料了推迟上架嘿嘿嘿，正好多做几个配色跟样品这次是包芯的八股辨，编出来的手绳基本上是圆形不喜欢方形手绳的亲可以试试这款手绳需要6根线，最多可以选择6种色搭配比普通八股辨4色的选择余地更广一些用玉线编制出来效果蛮硬的，像手镯，佩戴起来形状保持的好 "
    }, {
    "id": 86,
    "url": "http://0.0.0.0:4000/BV1N4411p7Hg/",
    "title": "【编绳】蝶儿飞 蝴蝶钥匙扣 diy视频教程 还记得小时候偷偷藏在课桌下编的小蝴蝶嘛~老师·好同款仿作",
    "body": "2019/05/31 - 浅韵小汐:  明天是儿童节啦祝各位小儿童大儿童节日快乐哦这次我们怀个旧，制作一个小蝴蝶钥匙扣原版出自电影【老师好】很好的一部电影回想起来仿佛昨天还坐在教室小时候没什么娱乐活动有点儿时间都用来做这些小玩意了和朋友们互相赠送，乐此不疲哈哈哈因为上课偷偷编，被老师没收的也不少很庆幸能把这个爱好一直延续下来给身边的朋友们送一个自己亲手制作的小礼物过了很久偶然看到这份心意被一直珍藏的时候真的特别幸福~ "
    }, {
    "id": 87,
    "url": "http://0.0.0.0:4000/BV154411J7L7/",
    "title": "【编绳】超简单的菠萝结彩虹手绳，两分钟就能学会~",
    "body": "2019/05/15 - 浅韵小汐:  马上要到517国际反恐同日了希望有更多人为LGBT群体发声支持前段时间发了6色彩虹手绳的教程后收到粉丝私信让我教一下这款手绳的做法菠萝结如果买现成的那这款做起来是十分简单的穿上然后打个秘鲁结如果自己做菠萝结的话就要费劲儿一些了我在P2里教了大家菠萝结的做法感兴趣的也可以学一下菠萝结用途蛮广的可以做手绳项链上的装饰，流苏帽等 "
    }, {
    "id": 88,
    "url": "http://0.0.0.0:4000/BV1P4411Y7ry/",
    "title": "【编绳】色彩鲜艳的个性多宝手绳~复古925银牌牌招财纳福还有辟邪朱砂哦",
    "body": "2019/05/10 - 浅韵小汐:  多宝手绳~顾名思义就是各种宝珠穿起来的手绳传统多宝手串源于藏式，以各种材质颜色不同的名贵珠子穿成现代多宝手串的样式没有具体规格是手串主人耗费大量时间金钱一颗一颗收集起来穿成的材质不一定特别名贵，但一定是最用了心思的我比较喜欢各种不同材质的珠子坠子混搭起来的多宝研究了蛮久挑出来这几种配件设计出这款多宝手绳不论颜色还是形状搭配顺序都比较满意，晒了朋友圈好多喊我出材料包的哈哈如果你们有收藏特别喜欢的小坠子，各种雕件，做成多宝手绳也是个不错的选择哦~ "
    }, {
    "id": 89,
    "url": "http://0.0.0.0:4000/BV1c4411b7Vv/",
    "title": "两分钟就可以搞定一条百搭的包金豆豆手链 跟各种手绳叠搭都很漂亮哦",
    "body": "2019/04/27 - 浅韵小汐:  最近要偷个懒了，治疗一下腰椎我不想年纪轻轻腰椎间盘突出哈哈哈所以成品店要关一段时间了，昨天发现腰上起来个小碗大的包检查是腰椎炎，做手工每次一做就是几个小时不动，太伤了大家平时也要注意不要久坐哦~感谢上一期彩虹手绳大家的支持那期搭配的细链子挺多人喜欢大概十几元，保色效果也蛮好我带了近俩月没摘过还没出现褪色具体能保色多久不清楚呐，十来块的东西肯定不能跟黄金比~另外大家私信我各种图片想要教程的我都看了，有空会出哦有时候比较忙忘记回信大家不要介意哈~ "
    }, {
    "id": 90,
    "url": "http://0.0.0.0:4000/BV1Qb411G7gE/",
    "title": "【编绳】不一样的彩虹 手绳diy视频教程 绕圈圈就能完成，零基础手残党福利教程~",
    "body": "2019/04/19 - 浅韵小汐:  周末晚上收到一位up私信希望能出款彩虹手绳说最近lgbt被封杀严重，想要支持一下我去查询了一下相关，简直。。。印象中前几年形势还是蛮不错已经被越来越多的人接受现在觉得挺难受的怎么说呢，大家都有自己的选择自己的生活这是每个人的自由，凭什么不能被同样公平对待只希望大家都能善良些，即使不喜欢，别人又没有伤害到你，不要去用难听的语言伤害别人就算是在网络上，语言都是很伤人的，一句刺耳的话能让内心敏感的人难受好久我其实不太会表达，就这样…. 这次彩虹手绳出了两个配色，大家按需选择 "
    }, {
    "id": 91,
    "url": "http://0.0.0.0:4000/BV1jb411M7ys/",
    "title": "【编绳】徒步远方 onitsuka tiger鬼冢虎又一经典配色运动手绳 快给你的男神编一条~",
    "body": "2019/04/14 - 浅韵小汐:  徒步远方系列新配色红金白，这款鞋子一眼就喜欢上了啊跟蓝色款搭配做情侣手链也是很赞呢这次的手绳改良了一下开头结尾开头不打蛇结，翡翠扣子按自己喜好可以随时套上取下也可以自己穿不同的转运珠上去结尾教了一下纽扣结的方法之前蓝色款打蛇结结尾，会有部分童鞋打不紧就剪线然后没等烧线头就散掉，就很悲催。。。所以改成纽扣结吧，虽然难了一些，但是保险且好看~ "
    }, {
    "id": 92,
    "url": "http://0.0.0.0:4000/BV1jb411M7YB/",
    "title": "【编绳】 貔貅 平安扣项链diy视频教程 据说朱砂可以招财辟邪防小人哦~项链绳也是百搭款可以穿自己喜欢的小坠子~",
    "body": "2019/04/11 - 浅韵小汐:  催了很久终于出了一款项链绳颜色选用了百搭的黑色绳子编好不是很粗，比较秀气坠子有两种一个是朱砂貔貅平安扣貔貅大家都知道，招财神兽嘛朱砂是辟邪的，组合在一起寓意蛮好另一个是天然玉髓宝宝锁晶体很清透，送人还是挺上档次的配件用的天然翡翠和美国进口14k金珠不掉色，放心戴~材料包店内已上架朱砂貔貅款材料包20元玉髓宝宝锁材料包42元宝宝锁第一批预售就定了20个工期十几天吧，先到先得毕竟价位高一些，屯不了太多货~老规矩，下周评论区抽一位粉丝送店铺无门槛20元优惠券哦~ "
    }, {
    "id": 93,
    "url": "http://0.0.0.0:4000/BV1ib411s7j8/",
    "title": "【编绳】复古流苏别针 矮胖的小流苏搭配金色别针 可以用在披肩，开衫，毛衣上~有没有你喜欢的颜色呢~",
    "body": "2019/03/31 - 浅韵小汐:  很喜欢的一个流苏小配饰~在金色的别针上做了渐变色绕线别针大号的约5cm,小号约3. 5cm流苏大约4cm矮胖矮胖很可爱流苏和别针是可拆卸的哦，可以根据需要佩戴可以用在风衣领子上做装饰也可以穿开衫时固定不适合太细腻的布料哦会留针眼比较适合毛线衣或者镂空的开衫颜色也可以自己选择喜欢的搭配撞色效果材料包已上架，需要的TB搜店铺浅韵手作工坊哦这款制作难度不大，不卖成品了哈哈哈、我就是周末出门玩了两天攒了十几条成品手绳要忙好一阵了。。。 "
    }, {
    "id": 94,
    "url": "http://0.0.0.0:4000/BV13b41177E2/",
    "title": "【编绳】五等分花嫁 濑叶妹妹送给哥哥的护身手绳视频教程 想要get同款快快学起来吧~",
    "body": "2019/03/22 - 浅韵小汐:  私信接到的邀请~做一期五等分花嫁同款手绳濑叶妹妹真的是超懂事超可爱的全能妹妹手绳我尽力还原啦结法是金刚结也是中式常用的传统护身手绳话说这个撞色真的不错哎实物特别小清新~也适合日常佩戴难度不算大，就是比较耗时如果看不懂包芯金刚结的做法可以先去看一下基础结法那期视频哦就这样~喜欢的话耐心做起来吧~如果需要材料包的话可以去店里拍TB搜索店铺 浅韵手作工坊依旧是下周末抽评论的粉丝送店铺无门槛优惠券20元~ "
    }, {
    "id": 95,
    "url": "http://0.0.0.0:4000/BV1tb411n7Uh/",
    "title": "【编绳】缠枝 14k包金珠斜卷结戒指 macrame小清新镂空戒指视频教程~",
    "body": "2019/03/17 - 浅韵小汐:  【风柳摇丝花缠枝】前段时间有位客户说深海贝珠choker花纹挺好看希望能有款戒指镂空花纹的戒指试了一下六线斜卷结做戒指太粗犷改成四线的啦，喜欢小吊坠的也可以在小金珠的位置加个吊坠哦戒指起名“缠丝”，源自古诗词“风柳摇丝花缠枝”主打清新一些的配色反正我是超喜欢绿色款啦希望小金珠帮我转一下运这个月太不顺了T-T依旧下周在本视频评论里抽一位粉丝送店铺无门槛20元优惠券爱你们~ "
    }, {
    "id": 96,
    "url": "http://0.0.0.0:4000/BV1Gb411e7A8/",
    "title": "【编绳】花寄 招桃花滴粉水晶石榴石手绳DIY教程 漂亮的樱花粉和古典的中国红哪个更合你的心意呢 希望这条手链可以守护爱情~",
    "body": "2019/03/10 - 浅韵小汐:  严冬已过，可以甩掉厚衣服换上美美的春装啦可怕的北方今儿早居然又漂了几片雪花南方是不是早就可以穿的美美的出去玩啦，实名羡慕我们这边儿暖气还没停。。。这次做款简单的手绳难度不大但是颜值不错线材选取了樱粉，很温柔的颜色跟粉晶和石榴石很搭感觉图片没拍好最近一直阴雨天光线怪怪的图没有视频里看着好看心塞希望天气快放晴，气温升起来~ "
    }, {
    "id": 97,
    "url": "http://0.0.0.0:4000/BV1ib411b78S/",
    "title": "【编绳】蝶恋花 贝珠十八子压襟/包挂DIY教程 古典配饰 藕粉和粉蓝都很清新哦~",
    "body": "2019/03/02 - 浅韵小汐:  新年时做礼物那款贝珠十八子应大家的呼唤拍了教程啦哈哈哈我失踪了好久啊刚到家几天赶紧上个新不然你们要把我忘掉啦~这款是我给自己心爱的小红包包设计的包挂点睛配件是烧蓝的蝴蝶和莲花，所以这个就叫蝶恋花喽主体用的8mm的贝珠，整体比较小巧啦因为我包包也是小可爱款的贝珠的分量还是不错的，做压襟重量体积也刚刚好效果图视频里有，大家参考下比例（这款蓝色的珠子不太好穿啊，需要练一下技巧哦）需要材料包去店里拍~成品的话，这个真的超简单了，就是穿珠子蛇结绕线相信自己DIY吧不要买成品啦~ "
    }, {
    "id": 98,
    "url": "http://0.0.0.0:4000/BV1rt411s7b1/",
    "title": "【编绳】五彩金扫把 diy视频教程小吊坠  教你做一把比抖音爆款更精致的挑字流苏金扫帚~扫走一切霉运晦气病灾",
    "body": "2019/01/09 - 浅韵小汐:  快过年了编绳届掀起一阵编金扫把的热潮漂亮的金扫把有啥用呢？我们春节有个习俗：“腊月二十四，掸尘扫房子”腊月二十四这天是“扫尘日”，也就是年终大扫除“尘”与“陈”谐音，新春扫尘有“除陈布新”的涵义其用意是要把一切穷运、晦气统统扫出门～这款金扫把主要是用到绕线，挑字流苏，斜卷结这几个结法各位可以根据需要制作，觉得挑字难度大的话，不挑字也很漂亮哦我觉得不难啦，只要有耐心，认真做一个金扫把，把美好祝福送给重要的人材料包8元，已经上架，需要的进店看下哈 "
    }, {
    "id": 99,
    "url": "http://0.0.0.0:4000/BV1ct41167bD/",
    "title": "【编绳】超简单的本命年转运红绳DIY教程 精致滴纯银小猪猪搭配超正中国红 希望你新的一年诸事顺利~",
    "body": "2018/12/31 - 浅韵小汐:  今天是2018年的最后一天了新年马上要到来了哦,转运红绳送给你亲爱的Ta我提前两个月找工厂打版做的小猪猪小巧玲珑，还有个镶钻的小眼睛，bulingbuling手绳编制方法很简单，秘鲁结绳子也特意选了一款花纹很精致的，颜色正还耐看材料包会给两份绳子，手巧的小可爱可以用备用线做一款纯红绳另外，男生带的话选不加银链的款式会比较合适哦材料包已上架，目前现货100份哦na~这是2018年第71个视频教程，感谢所有喜欢我支持我的朋友们，你们的支持是我做视频滴动力，明年我也会好好加油哦~ "
    }, {
    "id": 100,
    "url": "http://0.0.0.0:4000/BV1Ct411Y7M7/",
    "title": "【编绳】缘定三生情侣手绳 来DIY情人节礼物吧~超有cp感的手绳制作教程",
    "body": "2018/12/22 - 浅韵小汐:  抽了个空空把缘定三生的教程翻拍了我自己去看了前几年的教程糊的难以直视加快进度继续翻拍，还剩不多几个了~更新了一下配色这款难度中等主要是夹心十股辫和绕线哦配色的话可以选自己喜欢的哦我比较想做一条两侧暗紫色的紫渐变手绳~还有绿渐变的话应该很森很清新~店里支持换色，下单时候留言色号就可以啦~ "
    }, {
    "id": 101,
    "url": "http://0.0.0.0:4000/BV1Mt411Y7am/",
    "title": "【龙猫】当呆萌吃货龙猫看到心爱的蒲公英草......",
    "body": "2018/12/20 - 浅韵小汐:  毛毛太可爱了，抢一口躲回窝里吃，着急把饭盆踩翻吓得起飞，嘴里的没吃完就奔着盆里的来了，哈哈明天上新视频，今天先撸猫了～ "
    }, {
    "id": 102,
    "url": "http://0.0.0.0:4000/BV1mt411q7m2/",
    "title": "【编绳】一鹿有你 鹿角项链 个性圣诞节礼物DIY视频教程 南美蜡线macrame包石项链 拉长石月光石更美哦",
    "body": "2018/12/11 - 浅韵小汐:  圣诞节新品哈，鹿角项链，可以自己做礼物送朋友这款吊坠直接缝毛衣上也漂亮的难度一般，会斜卷结的编这个都没问题没有基础的练一个也基本能掌握了戒面本来是定一批双面水滴拉长石的结果厂家不给做。。。拉长石材料包价位大约是60元左右，不多几个，基本私信出掉了店里上架的10块钱左右的树脂戒面材料包就是视频里我用的那种哦，比较轻，成品效果也不错的预算多的小伙伴可以自己去淘一些漂亮戒面做期待你们的作业返图哦~最后。。。原创教程请勿翻拍，转载请注明出处哦 "
    }, {
    "id": 103,
    "url": "http://0.0.0.0:4000/BV1bt411S7zS/",
    "title": "【编绳】暮语 月光石蜡线手绳DIY视频教程macrame森系复古个性手绳",
    "body": "2018/12/07 - 浅韵小汐:  之前的星空月光石手绳大家很喜欢但对于零基础的小伙伴来说挺难做整齐所以做了一下简化，对于小萌新比较友好啦斜卷结多练习一下，理解透彻能打整齐就OK材料基本上一样的，这款加了两个小珠子点缀不然中间包珠部分去掉以后有些单调结尾做成平结拉伸的啦，带俩小尾巴我个人其实还是比较喜欢扣眼和扣子的干净利落具体制作时候看需要吧，两种结尾自己选然后说一下穿珠子的问题，练习一下技巧哦线头斜剪一下很好穿的，编绳很需要耐心的不要遇到一点点困难就退缩哦没有人第一次做就很完美呢 "
    }, {
    "id": 104,
    "url": "http://0.0.0.0:4000/BV1wt411X7RF/",
    "title": "【编绳】铜钱手绳 招财进宝极细小铜钱手绳DIY视频教程 本命年招财辟邪哦",
    "body": "2018/11/29 - 浅韵小汐:  925纯银的小铜钱手绳，寓意招财，也有辟邪功效前几天有客户问中间起头编的手绳怎么做扣眼这次就教了从中间起头编绳的两种不同结尾方法这款属于制作简单速度戴着还好看的极细手绳蛮适合批量制作送亲友送同学的当做本命年红绳也不错哦材料包8元，需要的亲来店里拍哦目前就买到100个铜钱拿货的店家也没货了不知道下一批要多久到 "
    }, {
    "id": 105,
    "url": "http://0.0.0.0:4000/BV1xt411y7bC/",
    "title": "【编绳】 同心三生绳 易烊千玺同款 个性多层手绳DIY教学",
    "body": "2018/11/24 - 浅韵小汐:  这期还是店里款式翻拍新教学，录得更详细清楚些两根手绳叠戴，蛮好看的，可以自由更换配色很多人不知道三生绳三根线怎么做开头结尾看了视频就明白啦其实蛮简单的纽扣结是难点，但是编绳一定要学会纽扣结哦，用来结尾最结实了实在实在学不会可以打蛇结代替，之前视频有教过哦最近状态不佳，视频更新慢了一些大家见谅哈正在准备圣诞新品，新设计的一款macrame项链我蛮喜欢的~戴了一个月了，定制的戒面也都到了可以做起来了~ "
    }, {
    "id": 106,
    "url": "http://0.0.0.0:4000/BV1it41117cH/",
    "title": "【编绳】福铃 细款十全十美彩色手绳还有可爱的纯银铃铛，做脚铃手绳都可以哦",
    "body": "2018/11/19 - 浅韵小汐:  福铃。之前给一位客户定制的款式蛮好看，出个教程吧属于细款，直径2mm结法二股辫+十股辫+蛇结不加铃铛做根纯色的也蛮好看的需要材料包的亲【浅韵手作工坊】 "
    }, {
    "id": 107,
    "url": "http://0.0.0.0:4000/BV1Ub411c7Rv/",
    "title": "【编绳】五乘迦叶 金刚结手绳视频教程 个性镂空花纹 blingbling的金银线手绳~",
    "body": "2018/11/09 - 浅韵小汐:  五乘迦叶手绳这款一定要用彩金线编制哈不然编出来的形状不挺花纹不好看内层夹心要先绕一层，外层再编要在里边加青丝的话跟芯线放一起绕好就OK啦这款手绳比较挺，像手镯一样金银线用的定制的颜色，很亮，blingbling的绝对好看至于硌不硌手手。。。带手镯嫌硌就不要尝试了，比较硬的说银扣保存不当会氧化，不要急，买个洗银水泡一下就亮晶晶了今儿这天冻的脑子不转了不啰嗦了~ "
    }, {
    "id": 108,
    "url": "http://0.0.0.0:4000/BV1eb411P7Mf/",
    "title": "【编绳】五彩金刚结手绳 灰常百搭的双色夹心金刚结手绳哦 自带还是送人都很推荐，可以做本命年红绳~",
    "body": "2018/11/02 - 浅韵小汐:  超经典的金刚结手绳这款教程终于重拍了。。。教学视频一直没传到b站，每次都发百度云链接太不方便了度娘老出问题，下载贼慢，某些地区貌似还会被屏蔽分享还是传到这里看方便~这款真的是超推荐，款式简约百搭颜色的选择丰富，串转运珠也OK基本上每个来店里下单的客户都会拍这款凑单神器哈哈哈难点嘛，穿珠子需要技术新手不会穿的话，建议用椰壳扣代替玛瑙珠就这样吧不啰嗦了，五乘迦叶的教程也重录好了最近上传~ "
    }, {
    "id": 109,
    "url": "http://0.0.0.0:4000/BV1Cb411P7jn/",
    "title": "【编绳】遇萤·极细手绳DIY视频教程  天然彩萤石和小银珠的碰撞 清新自然的颜色哦",
    "body": "2018/10/26 - 浅韵小汐:  【遇萤】也是这篇bgm歌名遇龙了解下，虐哭。。。咳咳、这款手链用的刻面的天然彩萤石搭配秋香绿色的线还有小银珠小珠子扣子什么的都是纯银哦不用担心掉色这款缺点就是穿珠子穿的脑壳痛哎然后四股辫是极细的线编制成品比较小巧玲珑哦萤石珠子颜色有深有浅个别里边有棉絮冰裂什么的很正常纯天然的东西不像人造玻璃颗颗完美无暇哦需要材料包店里请哦~up玩娃娃去了，今天黏土娃头到了哈哈哈新接的ob11没头等了好久啊 "
    }, {
    "id": 110,
    "url": "http://0.0.0.0:4000/BV1nt411d75r/",
    "title": "【编绳】万圣节 暗黑系撞色情侣手绳礼物编绳diy视频教程",
    "body": "2018/10/25 - 浅韵小汐:  万圣款手绳哦~节日新品本来想编个小蝙蝠来着结果样品做出来不太酷想不出来就去玩游戏呀~火焰山随机刚好拿到小乔妹妹啦打完游戏还拿了MVP好开心就按乔妹的万圣皮肤配色制作出了这款手绳戴上真的很好看的呀这次用的进口玉线跟亮闪闪的金银线质感很棒，手绳编好也很有型~编法不难12股辫，如果会十股辫的话看一眼排线就能编出来了哦最近在狂录教程，因为11月又要搬家，估计没空做视频了，提前先攒攒教程对了，我一直都不介意你们学会去卖成品哒，有空可以赚个零花钱嘛就酱~ "
    }, {
    "id": 111,
    "url": "http://0.0.0.0:4000/BV14t411o7ys/",
    "title": "【编绳】异域风情 蓝砂石手绳 勇气蓝砂石宽手镯 macrame包珠斜卷结DIY教程，有图文解析哦",
    "body": "2018/10/20 - 浅韵小汐:  勇气蓝砂石宽手绳，几年前的款式了当时视频拍的不是很清楚，但是拒绝吐槽~已经重新拍了超详细的图文教程发到专栏了一百好几十张过程图，一个专栏放不下分两篇了虽然有说看不懂图文要看视频的。。。我觉得还是图文比较好理解哎总之发出来互相参考一下吧这款挺宽，风格比较个性，男女都适合戴中间的珠珠可以自己换成喜欢的水晶珠子哦自由发挥搭配吧，希望大家踊跃交作业哈哈哈那个要萤石手链的小可爱手绳已经设计好了下周录教程上架材料包哈 "
    }, {
    "id": 112,
    "url": "http://0.0.0.0:4000/BV1Zt411f7pS/",
    "title": "【编绳】小草莓 可爱吊坠编绳草莓diy视频教程 ~可以做项链做手机链还可以编到手绳里哦~每次斜卷结总是很长很长的教程啊啊啊",
    "body": "2018/10/12 - 浅韵小汐:  被催了无数遍的草莓终于出炉了~拖小半年了，家都搬了两次两个样品都找不到了，重新做的……教程有点长啊，分P了，怕你们看不下去第一p叶子可以应用到各种小花花小果果上后两p主要是录给没有立体斜卷结基础的小可爱有基础的其实只看文字解说就能编出来啦~不要问我成品，这个不卖成品了，斜卷结太伤手有乐意出成品的直接评论里留言让大家找你购买就可以啦就这样~再打个广告~需要材料包到店购买哦搜 【浅韵手作工坊】谢谢大家支持，催更给我动力~主要是答应得教程太多，不催我就可能忘记了哈哈哈 "
    }, {
    "id": 113,
    "url": "http://0.0.0.0:4000/BV1hW411S7kV/",
    "title": "【编绳】星空 情思 星空手镯 月光石手绳 个性南美macrame手绳 森系复古男女戴都适合哦",
    "body": "2018/09/30 - 浅韵小汐:  跟前边发的戒指一个系列的主体做法一样，后边改四股辫可以做手绳做脚链加长线也能做项圈给我家兵兵带头上做发带也蛮好看的特别喜欢咖色线搭月光石和蓝砂石很个性的感觉macrame这种风格的编制方法来自南美的古老手艺主要用到的是斜卷结同一个结在国内用来做立体绳编和字板在国外又变成了完全不同的另一种风格很神奇的绳结艺术编制macrame风格作品最好是用蜡线哦推荐扁蜡线，编出来的作品细节更细腻玉线也是可以的，但是没那么精致看视频就能发现，示范使用的玉线做效果就差很多哦 "
    }, {
    "id": 114,
    "url": "http://0.0.0.0:4000/BV1rW411r7ET/",
    "title": "星空戒指/月光石戒指 DIY教程 有一点点粗犷个性的南美macrame戒指",
    "body": "2018/09/22 - 浅韵小汐:  最近在翻拍一些早期的教程不太清晰的，线比较多难看清的这次听取大家意见拿粗一点的不同颜色的玉线录教程了跟着教程认真做不难哦星空系列主要是蓝砂石+栗色扁蜡线，灰月光+栗色扁蜡线个人感觉这个搭配最和谐，带一点皮革质感的个性首饰扁蜡线刚做好因为有点浮蜡显得颜色不太均匀，戴一段时间褪蜡就好看啦相比玉线，扁蜡线真的很耐用，给我老公那条扁蜡项链戴了一年半了基本没摘下来过色泽还是跟刚做好时候没什么区别，也不会有磨得起毛褪色之类的现象，墙裂推荐~这个系列还有粗款细款的手绳，我会逐步翻拍发上来的 "
    }, {
    "id": 115,
    "url": "http://0.0.0.0:4000/BV1AW411o7kv/",
    "title": "【编绳】玉兔 古风流苏挂件DIY教程 很可爱的琉璃小兔兔",
    "body": "2018/09/09 - 浅韵小汐:  说起中秋想到的了月亮，嫦娥，玉兔这次中秋新品选的配色都是白色和银色月光银辉，特别仙，小兔子又特别可爱，晶莹剔透设计搭配时满蛮伤脑筋的，选的各种珠子颜色都是白色系还不能一样色一样形状，做了两天换了无数版本才做出满意的效果希望这款小兔子流苏也能得到大家的喜爱~流苏部分长约17cm，可以挂衣服上挂包包上短款流苏部分10cm左右，正好挂手机上这个款式我试了下把小兔子换成其他玉石小吊坠也是非常搭的哦亲们可以自由发挥，试试看其他配色~需要材料包可以到我店里拍哦，成品等两天上架，比较忙啊 "
    }, {
    "id": 116,
    "url": "http://0.0.0.0:4000/BV1xW411d778/",
    "title": "【编绳】长耳兔兔 极细双层925银手链 超简单DIY手绳 这次是不用打扣眼和虐手四股辫的极细手绳 上手效果超棒银链子什么的果然可以提升颜值",
    "body": "2018/09/07 - 浅韵小汐:  简介就是简单的介绍一下所以这是一条用蛇结和二股辫把银扣银链银珠贝壳兔兔连起来的双层手链~over~开个玩笑哈哈，之前有小可爱说过想要银链子的手绳试了一下双层佩戴效果比半绳半链要好些兔兔的孔比较小过不去四根线所以这次主体是需要一直搓搓搓的二股辫很考验力度均匀的，多练几次就好啦这个款式百搭，线的颜色可以更换，中间兔兔也能换成其他喜欢的水晶珠子哦我私留了一款小猫的手绳，简直萌化了~插播一条最新消息：琉璃小兔子流苏教程9号发布，材料包9号上架~ "
    }, {
    "id": 117,
    "url": "http://0.0.0.0:4000/BV1KW411Z7eg/",
    "title": "【编绳】九乘迦叶 一缕青丝金刚绳 护身个性手绳~内置管子可做藏头发的手绳哦",
    "body": "2018/09/04 - 浅韵小汐:  九乘迦叶金刚结是十六股辫编制金刚绳多用于佛教,有修习领悟之意。传承至今,已成为一种护身符,可为所佩戴之人带来吉祥,消除厄运。教程所用五色线，是佛教常用开运宝物，白绿黑红黄对应五行金木水火土 。夹心所用食品级硅胶管，不含有害物质也不用会断，特别结实的管子里还可以放青丝，两头都是银扣堵着的，不用担心会像某些青丝手绳一样有头发跑出来的悲催事件手绳颜色可以自己选择，有需要材料包的小伙伴来店里哈 "
    }, {
    "id": 118,
    "url": "http://0.0.0.0:4000/BV1XW411D7Qm/",
    "title": "【编绳】DIY延禧攻略 富察皇后娘娘的白水晶十八子手串 视频教程",
    "body": "2018/08/26 - 浅韵小汐:  马上大结局了拖延症的小汐表示刚看到皇后娘娘出现的时候就准备出这个教程来着吼吼吼各种事情给耽搁到现在被我老公各种鄙视，他追剧比我还积极不过对于真心喜欢的小伙伴来说现在学做也不晚呐学会这一个就可以举一反三去做更多款式的十八子了哦这次发的教程是用的琉璃背云原版花丝镶嵌技艺属于非遗，做下来造价蛮高的土豪可以直接去三千院造办处买视频里两款背云的材料包店内都有售，新品做7天的九折活动总共备货一百份，售完下架哈店名【浅韵 手作工坊】 "
    }, {
    "id": 119,
    "url": "http://0.0.0.0:4000/BV1gW411X7sY/",
    "title": "【编绳】天生一对 万字结古典流苏挂饰 自古红蓝出CP 蓝色款DIY视频教程",
    "body": "2018/08/24 - 浅韵小汐:  天生一对古典流苏挂饰蓝色款教程这款主体应用了绕线万字结能让结体形状更加饱满结实万字结是同心结的变体寓意万事如意灵感来源于腾讯官方的忘机琴图挂饰总长40cm左右具体需要用到的线材都在视频开始有讲哦~ "
    }, {
    "id": 120,
    "url": "http://0.0.0.0:4000/BV1gW411X7k9/",
    "title": "【编绳】天生一对 吉祥结古典流苏挂饰 自古红蓝出CP 红色款DIY视频教程",
    "body": "2018/08/23 - 浅韵小汐:  天生一对古典流苏挂饰先放红色款教程这款主体应用了绕线吉祥结能让结体形状更加饱满结实寓意吉祥如意是常见的传统中国结之一灵感来源于很喜欢的一幅羡羡同人图哈挂饰总长40cm左右具体需要用到的线材都在视频开始有讲哦~ "
    }, {
    "id": 121,
    "url": "http://0.0.0.0:4000/BV1iW411R7n2/",
    "title": "【编绳】 爱心手绳 清新简约情侣手链 小红心手链 还赶的上的七夕礼物哈哈哈  小心心送给你们 可做情侣手链也可做闺蜜手链哦~",
    "body": "2018/08/16 - 浅韵小汐:  被AHKAH 小红心手链疯狂种草七夕前小红心系列也在朋友圈卖疯了所以赶紧召唤无所不能的斜卷结变出一条小红心手链是不是很可爱~有斜卷结基础的这款都可以做出来哦这里用的72号玉线，小红心大概1cm你们也可以挑战更细的线做更精致的小红心哦~店里材料包有二十六种颜色可选哦总有一个颜色适合你~ "
    }, {
    "id": 122,
    "url": "http://0.0.0.0:4000/BV1os411K784/",
    "title": "【编绳】相思 14k注金曼陀罗手绳 亲手DIY七夕礼物~神秘曼陀罗手绳：一瓣一瓣循环缠绕，情不知所起一往而深，无始无终永远的守护",
    "body": "2018/08/11 - 浅韵小汐:  七夕礼物教程来的有点晚哈神秘曼陀罗一瓣一瓣循环缠绕情不知所起一往而深无始无终永远的守护这款跟之前发过的相思红豆手绳一个系列把红豆换成了传统中国结中的同心结和曼陀罗结手绳比其他极细款要粗一倍，男生女生带都适合滴材料包老早就在店铺上架了，大概好多小伙伴已经做好啦哈哈哈配色什么的都可以联系客服更换哦店铺名：浅韵 手作工坊 店铺号:1253088 "
    }, {
    "id": 123,
    "url": "http://0.0.0.0:4000/BV1Ns411T7xV/",
    "title": "【编绳】相思 14k注金同心结手绳 七夕礼物~亲手绕一个同心结手绳送给TA 唯愿永结同心！古典美与现代时尚擦出火花~",
    "body": "2018/08/11 - 浅韵小汐:  七夕礼物教程来的有点晚哈同心结黑红金的配色很个性吧~我又又又搬家啦差点流落街头已经失去电脑一个星期天天被催稿嘿嘿嘿~先发两款教程跟之前发过的相思红豆手绳一个系列把红豆换成了传统中国结中的同心结和曼陀罗结手绳比其他极细款要粗一倍，男生女生带都适合滴材料包老早就在店铺上架了，大概好多小伙伴已经做好啦哈哈哈配色什么的都可以联系客服更换哦店铺名：浅韵 手作工坊 店铺号:1253088 "
    }, {
    "id": 124,
    "url": "http://0.0.0.0:4000/BV1ps411A7kJ/",
    "title": "【编绳】魔道祖师 忘羡翡翠流苏挂件DIY教程 只羡忘羡不羡仙，说是天天就天天",
    "body": "2018/07/27 - 浅韵小汐:  终于开播了，盼了好久哈哈哈就是更得好慢啊啊啊啊啊 抽空做几个周边表达一下~尽量贴合原著~流苏挂件上边是纯手工编的吉祥结线材都用的台湾进口的，质量超棒~自己制作流苏的好处是可以手工缝制结实耐磨，不会像机器制作的那样中看不中用随随便便就散掉了先做了这款简单的流苏手机链抽空给你们制作忘机琴穗和陈情笛穗哈 "
    }, {
    "id": 125,
    "url": "http://0.0.0.0:4000/BV1es411J71k/",
    "title": "【编绳】徒步远方 onitsuka tiger鬼冢虎超经典配色 运动手绳 复古红蓝白 快给你的男神编一条~",
    "body": "2018/07/14 - 浅韵小汐:  一位小哥哥定制的手绳就内个鬼冢虎的经典鞋鞋配色运动系男神~好多小可爱私信要适合男生的配色手绳这款可以说非常适合呢复古蓝红+纯白色的中性风运动系手绳哈哈哈为了这个配色买了几百块的线超柔软有光泽的线线，制作好质感很棒就酱~看电影去啦~有需要材料包的亲到淘宝店里自己拍就可以啦 "
    }, {
    "id": 126,
    "url": "http://0.0.0.0:4000/BV1ms411n7By/",
    "title": "【编绳】韶华·凤尾结手绳 有求必应四面佛手绳 这个配色是不是灰常少女哈哈哈",
    "body": "2018/07/10 - 浅韵小汐:  有小伙伴私信想要带凤尾结的手绳教程配了好久色才配到满意的主要编法还是八股辨因为方八股辨有四个面又称四面佛手绳，因为四面佛有四尊佛面分别代表爱情、事业、健康、财运四面佛又称有求必应佛希望亲手制作这根手绳能给佩戴者带来好运~ "
    }, {
    "id": 127,
    "url": "http://0.0.0.0:4000/BV1Qs411n7e8/",
    "title": "【龙猫】铲屎官！！！谁允许你动朕的御胡～刚睡醒小龙猫哈哈哈，耳朵没有立起来跟个小和尚一样～",
    "body": "2018/07/10 - 浅韵小汐:  十个月大的银斑DD毛呆呆的日常～经常发小脾气的小孩日常就是吃吃睡睡，放飞自我 "
    }, {
    "id": 128,
    "url": "http://0.0.0.0:4000/BV1Xs411H7Zi/",
    "title": "【编绳】 相思 · 14k注金无限手绳 DIY视频教程 相思红豆搭配无限符号，寓意极好的~",
    "body": "2018/07/06 - 浅韵小汐:  前段时间有小可爱询问有没有相思豆手绳网上的红豆饰品讲真都太丑了除了玲珑骰子那个，超爱的我比较喜欢精细的东西随随便便穿起来感觉辜负了相思豆的美好海红豆别名“相思树”，正是王维诗中写到的红豆所以相思豆和无限符号的寓意那是极好的搭配起来也是相得益彰这次手绳选择了粗一些的线男生戴起来也不好显得手绳太单薄啦无限符号和小珠子都是美国进口14k注金这种首饰材质是除了黄金饰品外保色最好的随便折腾几年都不会变色哦不过相思豆不要长时间泡水哦，毕竟是植物种子~ "
    }, {
    "id": 129,
    "url": "http://0.0.0.0:4000/BV1js411V72i/",
    "title": "【编绳】朱颜 朱砂手绳 分分钟就能学会的超常用手绳编法 任何珠珠都可以做哒",
    "body": "2018/07/04 - 浅韵小汐:  店里一直很受欢迎的一款朱砂手绳做法很简单，而且用时短，很适合零基础新手款式也是非常百搭的视频一直没发这里主要是几年前拍的视频糊的惨不忍睹所以翻拍了一下再发~最近憋了好几个新款同时录视频有点混乱哈哈哈准备暑假一起上架的我老公下周开始放暑假啦然后就有人帮我做家务、溜毛毛、监督房子装修进度我就有更多时间来做手工敲开心~最近大家还想要什么款式的教程呢？手绳，项圈还是挂件呐 "
    }, {
    "id": 130,
    "url": "http://0.0.0.0:4000/BV1bs41177FU/",
    "title": "半妆 24k包金天然水晶手链 半绳半链DIY教学 清新的夏季手链，可以用各种漂亮的水晶珠子作坠子",
    "body": "2018/06/22 - 浅韵小汐:  我是不是失踪了很久~有些私事儿要忙，然后接的成品订单比较多就没有做新品这款一个月前就定下来了链子种类蛮多，选了几家挑了戴上最好看的链子定了买的扣子又有色差又重新定了扣子折腾了好久终于弄出来啦珠子选了几种最受欢迎的月光石，草莓晶，石榴石等线的颜色可以自己搭配，红绳和浅绿我蛮喜欢链子材质24k包金，正确佩戴保色半年到一年不能沾碱性的液体，会发生反应变暗哦材料包都是十几元，需要的亲到我淘宝店里购买追求高品质的亲可以去买18k黄金链子制作大概二百元左右就可以配好材料 "
    }, {
    "id": 131,
    "url": "http://0.0.0.0:4000/BV1jW411P7Ab/",
    "title": "【编绳】碧箬·粽子挂饰 清新绿渐变 端午节小礼物~里边可以塞许愿小纸条什么的哈哈哈~真的是很耗线的一款",
    "body": "2018/06/09 - 浅韵小汐:  赶在端午前再来个粽子教程这次是大一些的粽子挂件蛮耗线，大概要26米吧成品总长25cm,也可以把流苏剪短一些粽子内部可以塞东西，比如许愿小纸条铃铛，艾草，干花之类的自由发挥做了绿渐变款，起名碧箬其他色系自行想象吧不想再做了太磨手指啦需要材料包的亲到淘宝搜索店铺浅韵 手作工坊祝考试的各位都高粽（中）~ "
    }, {
    "id": 132,
    "url": "http://0.0.0.0:4000/BV1TW411N7fq/",
    "title": "【编绳】祈福 幸运手绳 许愿绳~可调节款五彩绳 DIY视频教学~好多颜色可以选哦~",
    "body": "2018/06/02 - 浅韵小汐:  端午节系五彩丝最早可追溯到2000多年前的东汉时期东汉&lt;风俗通·佚文&gt;:“以五彩丝系臂,避鬼及兵,令人不病瘟, 一名长命缕。”农历五月被古人称为毒月,此时各种毒物最为活跃, 民间把五彩绳看成“五彩龙”,端午节系五彩绳有驱妖避邪之意。这款是常见的幸运手绳编法可以调节长短的那种，还可以加喜欢的吊坠亲们有棉线，毛线，之类的细线都可以做颜色嘛可以自己搭配喜欢的色系目前有56种颜色可选需要材料包的亲 淘宝搜索店铺：浅韵 手作工坊 或店铺号:1253088 "
    }, {
    "id": 133,
    "url": "http://0.0.0.0:4000/BV1MW411N7x5/",
    "title": "【编绳】缤纷 平安手绳 流苏五彩手绳 端午节滴小礼物 辟邪祈福~DIY视频教程~还有小铃铛~",
    "body": "2018/06/01 - 浅韵小汐:  端午节系五彩丝最早可追溯到2000多年前的东汉时期东汉&lt;风俗通·佚文&gt;:“以五彩丝系臂,避鬼及兵,令人不病瘟, 一名长命缕。”农历五月被古人称为毒月,此时各种毒物最为活跃, 民间把五彩绳看成“五彩龙”,端午节系五彩绳有驱妖避邪之意。话说那天躺床上玩手机一翻身跟枕头上一只斑点蜘蛛确认过眼神当时的心情难以形容差点起飞……战战兢兢把它请出去了真不知道它怎么爬上八楼的 "
    }, {
    "id": 134,
    "url": "http://0.0.0.0:4000/BV1dW411P7qZ/",
    "title": "【编绳】铃铛脚链 五彩手绳 叮叮铃铃~狐妖小红娘衍生 涂山苏苏的脚铃 极细款DIY教程~",
    "body": "2018/05/31 - 浅韵小汐:  前几天小伙伴说想要苏苏的脚铃教程复原了一下考虑到要日常佩戴不用太夸张没有做粗款的，改成细款啦喜欢粗款的小伙伴可以买粗一些的线和大铃铛制作~这款脚铃可以换线的颜色有56种颜色可以换，还有五彩线版刚好可以端午节戴~需要材料包淘宝搜索店铺浅韵手作工坊或店铺号：1253088 "
    }, {
    "id": 135,
    "url": "http://0.0.0.0:4000/BV1BW411P7ps/",
    "title": "【编绳】S925纯银灰月光手绳DIY视频教学~还是零基础上手系列的~",
    "body": "2018/05/30 - 浅韵小汐:  之前那款月光石改版的，加了银珠金珠小象那款也改版加了蜡线款毕竟极细款对于新手有些难度没有接触过编绳又很喜欢小象款的可以做这个，佩戴效果也不错新做好的蜡线手绳上边有浮蜡容易沾灰尘显脏，但是佩戴久了蜡褪掉手绳颜色会有光泽而且比一般绳子要结实耐用哦端午新品6月1号凌晨上架~到时会有新品活动哦 "
    }, {
    "id": 136,
    "url": "http://0.0.0.0:4000/BV1hp411R7Hp/",
    "title": "【编绳】雀羽 干青手绳视频教程 典雅低调的墨绿色手绳 适合新手DIY 零基础无压力款~",
    "body": "2018/05/25 - 浅韵小汐:  好久不见……最近在研究端午新品六月份开始陆续上架端午手绳和挂饰~这次先发个最近的新品干青手绳，跟孔雀羽毛的颜色一样所以起名雀羽，这个绿色比较深珠子有种润润的质感典雅成熟又有种民族风的气质墨绿色有长寿，健康，活力的含义蛮适合亲手制作当做礼物送出的马上毕业季了，准备多出些简单好做的手绳挂件之类能批量制作送给同学们的款式亲们有什么好想法没可以在评论里告诉我~ "
    }, {
    "id": 137,
    "url": "http://0.0.0.0:4000/BV1yp411Z7vn/",
    "title": "【编绳】贝珠choker 水晶珍珠项圈项链choker DIY 编绳教程 深海贝珠与黑蕾丝的完美结合 超酷又不失温柔~还可以当手链佩戴哦~",
    "body": "2018/05/16 - 浅韵小汐:  这款choker基本算是最简单的啦，学会斜卷结完全没压力~黑蕾丝配珍珠效果炒鸡棒~线用的扁蜡线，防水耐磨不褪色，而且褪蜡以后柔软贴肤，我自己那条戴了一年完全没问题~手工编一条choker要蛮久的，当然不能用太糟糕的线，不然白费辛苦。吊坠用的深海贝珠，又名贝宝珠，有“平安石”之称，有辟邪，镇心安神，凉血等作用，长期佩戴具有养颜，改善失眠，增强免疫力，稳定心律等功效，是用天然的深海五爪大贝壳打磨抛光而成，外面覆盖珍珠膜不退色变色，光泽度和质感都很棒。材料包18元~需要的亲到淘宝来~ "
    }, {
    "id": 138,
    "url": "http://0.0.0.0:4000/BV1JW411F7MJ/",
    "title": "【编绳】醉倾城 简约石榴石手绳 阳光下闪耀着美美的光泽，净透的酒红色石榴石也是一月的诞生石哦~",
    "body": "2018/05/12 - 浅韵小汐:  石榴石手绳，蜡线防水结实石榴石是一月诞生石哦依旧是改编的极简款之前极细款新手编不了嘛这个只要认真做零失败哦净透的石榴石好贵哒，但是好美还买了紫牙乌，也很漂亮呢这次的石榴石成品在新店【绾珠手作】二十多一条包邮，冲冲新店的销量不然实在太惨淡了 "
    }, {
    "id": 139,
    "url": "http://0.0.0.0:4000/BV13W411F7Tm/",
    "title": "【编绳】哆啦A梦choker 铃铛项圈 macrame手工蜡线编绳diy视频教程",
    "body": "2018/05/11 - 浅韵小汐:  这个视频被我遗忘在角落了去年流行choker时候做的我自己带着金铃铛的这款扣眼做的三段可调节的结尾用了贝壳花中间比较好编，主要扣眼较难亲们没有斜卷结基础的看不懂教程可以先去学一下之前出的基础教程说个题外话，有好多粉丝提醒我b站最近有个人疯狂的仿我店铺的材料包和教程发视频我去看了下，很是让人很反感，这么没底线另外啊我房租快到期了，最近忙着贷款买房装修背几十万的债压力很大啊心情也不美丽忙得新品频更新大概会很慢，请谅解~ "
    }, {
    "id": 140,
    "url": "http://0.0.0.0:4000/BV1xp411f72w/",
    "title": "【编绳】小确幸 草莓晶金珠助运手绳 蜡线款哦结实防水~零基础新手也可以学会的~",
    "body": "2018/05/07 - 浅韵小汐:  之前的极细款草莓晶手绳很受大家欢迎不过有很多小可爱反应那款线太细了编不了那可以尝试一下这款哦~蜡线草莓晶手绳，搭配小金珠线直径0. 8mm,跟极细款的手绳差不多但是制作简单，新手也无压力另外跟快递价格谈下来一点远一些的省份还是不给降价所以店里的包邮价格下调到58元啦草莓晶和石榴石的新款材料包都已上架 "
    }, {
    "id": 141,
    "url": "http://0.0.0.0:4000/BV1tW411G7vh/",
    "title": "【编绳】基础结合集教程 蛇结 四股辫 八股辫 玉米结 金刚结 平结 绕线 小线圈 纽扣结 同心结 双联结 双钱结 曼陀罗结 雀头结 秘鲁结 斜卷结",
    "body": "2018/05/05 - 浅韵小汐:  久等了的基础结合集蛇结，四股辫，八股辫，玉米结， 金刚结，平结，绕线，小线圈，纽扣结，同心结，双联结，双钱结，曼陀罗结，雀头结，秘鲁结，斜卷结 单独的分p的视频教学我常用的结基本都在这里了以后想起来其他的再做补充~ "
    }, {
    "id": 142,
    "url": "http://0.0.0.0:4000/BV15W411G7bX/",
    "title": "【编绳】姻缘线 十全十美三生绳情侣许愿手绳  十根线编制的手绳寓意十全十美~",
    "body": "2018/05/05 - 浅韵小汐:  这款手绳表面图案好似三根线此三根线看似分离实际是由十根线交织在一起呈现的图案寓意三生三世的情缘缠绕，从此十全十美~手绳尾部用了翡翠环扣，寓意圆圆满满嗯，又是情侣款~没情侣也可以戴一戴哈红绳在手，姻缘自来~正在看视频的可爱的你请注意求个赞赞赞~祝姻缘美满~ "
    }, {
    "id": 143,
    "url": "http://0.0.0.0:4000/BV1nW411V7P2/",
    "title": "【编绳】娉婷·粉水晶莲蓬钥匙扣，用了我喜欢的草莓晶石榴石搭配粉晶莲蓬和藕粉流苏，超少女的~",
    "body": "2018/04/28 - 浅韵小汐:  哈哈哈好尴尬，我好像把这个教程漏发了，材料包早就在店里上架了。。。跟樱舞宫铃手机链是同系列，制作略难些主要用到了71号玉线，3股锦纶线，金线配件是粉晶莲蓬和珠子，草莓晶石榴石玛瑙还有翡翠平安扣，包金珠，研究了好几遍的搭配成品很满意，挂到我的小包包上了~还可以挂到汽车钥匙上，衣服扣子上~需要这个材料包的小可爱趁我们五一全店88折速度下手吧~ "
    }, {
    "id": 144,
    "url": "http://0.0.0.0:4000/BV15W411V7Sp/",
    "title": "【编绳】丝黛 极细天然水晶绳编戒指 红绳戒指，又是极细款的挑战哦`我心爱的草莓晶月光石石榴石每天换一个戴~",
    "body": "2018/04/28 - 浅韵小汐:  极细款绳编戒指，主要技法是四股辫蛇结难度不大，线细不好控制两边小珠珠925银，搭配各类水晶都好看的~结尾是我研究出来可以把打结痕迹减到最小的方法~分享给大家学，以后可以自己编戒指啦~emmm同行翻拍我教程的请自重，起码写上出处？本人宅女一枚，唯一收入是淘宝店卖材料包，店里进货买软件都要扔钱进去，还有客服小姐姐配货小哥哥的工资，每天忙忙碌碌埋头研究新品，不想浪费时间在一些不地道的人身上。另外，粉丝马上破五万啦，五一打算全店88折回馈粉丝，需要材料包的小伙伴们趁次机会赶快下手吧~ "
    }, {
    "id": 145,
    "url": "http://0.0.0.0:4000/BV1WW41157nL/",
    "title": "【编绳】流云 古典流苏手机链 DIY教程 送给妈妈、女友和闺蜜们是极好的~",
    "body": "2018/04/22 - 浅韵小汐:  古时候，送梳子给女孩子是定情之意，想要白头偕老，一辈子在一起。因为梳子在古代是女子的贴身之物，送梳子要亲密的人才可以。而送梳子给长辈呢，是表达不舍和祝愿身体健康的意思。日常生活中多用木梳，可促进头部血液循环，具有清脑提神，滋养头发，促进睡眠的功效。这次DIY要用到黑金檀木梳子，星光流苏线，配件是翡翠玉环，925银珠，天然紫水晶/蓝矿石，烧蓝祥云。用料都是极好的，流苏可以拆下做手机链或者衣服饰品。需要材料包的亲可以来店里下单哦，全部材料都有，还送防尘塞和锦缎收纳袋~ "
    }, {
    "id": 146,
    "url": "http://0.0.0.0:4000/BV1bW41157cT/",
    "title": "【编绳】邂逅 渐变色波西米亚手绳 其实就是最基础的斜卷结啦 做了两条凑一对儿情侣手绳",
    "body": "2018/04/21 - 浅韵小汐:  材料：2米72号玉线4根，8mm玛瑙一颗会斜卷结的话这款基本毫无压力，会看图纸的话这种风格的手绳都可以做一个左斜卷结一个右斜卷结什么花纹都可以组合出来关于怎么看图纸做复杂的花纹有空我写个专栏哈这里这个用不着图纸跟上视频编两圈就会了一般来说做这种手绳都用棉线毛线，耐久度比较差但是编出来软，可以做choker这里示例用的是玉线，手绳做出来硬一些形状保持较好不过比较伤手啦编一阵要注意休息手指哦材料包已上架，可以自选颜色做更多色的渐变哦 "
    }, {
    "id": 147,
    "url": "http://0.0.0.0:4000/BV1gW41157Vw/",
    "title": "【编绳】小清新 聆聆  双色银铃铛手绳 新手向基础教程 颜色可以搭配自己喜欢的哦~",
    "body": "2018/04/20 - 浅韵小汐:  结法：二股辫，蛇结，四股辫是编绳最基础最常用的结线材用的72号玉线，很清新的两个颜色线材质比较硬，固色持久编起来也不像极细款那么难驾驭很适合新手学习哦可以和而其他手绳搭配戴显得有层次感哦戴脚腕上也蛮好看的喜欢的亲来店里找我定制材料包或者成品哦~浅韵 手作工坊 "
    }, {
    "id": 148,
    "url": "http://0.0.0.0:4000/BV1jW411j7hX/",
    "title": "【编绳】纯银字母手绳 正宗金刚结编法 可以选自己喜欢的字母组成情侣手绳哦 手绳颜色可换",
    "body": "2018/04/18 - 浅韵小汐:  纯银字母手绳来了~可以自选字母搭配的手绳好多小伙伴喊我出款男生可以带的手绳终于等到位客户定制男款手绳，顺便录了教程——不小心暴露了我的懒这款编法是金刚结哦，跟蛇结不一样的比蛇结编出来要粗，然后也不容易拉变形金刚结的作用是守护，是一种传统护身符哦配件是纯银字母和爱心，珠子是黑玛瑙天然玛瑙珠孔比较小啦，穿珠子比较费劲儿，需要耐心哦需要材料包或者定制成品来淘宝找我哈或者加我微信从微店购买店铺名：浅韵 手作工坊V:Jaycie3 "
    }, {
    "id": 149,
    "url": "http://0.0.0.0:4000/BV19W411K7c2/",
    "title": "【编绳】秘境 乌拉圭紫水晶极细手绳 二月生辰石 极细款紫水晶手绳 白羊座守护石 据说可以增进人缘增强记忆力，可以助学业哦",
    "body": "2018/04/12 - 浅韵小汐:  紫水晶是二月的生辰石，也是白羊座的守护石被称为诚实之石，代表纯真爱情能增进人缘，增强记忆力，助学业和睡眠技法是蛇结和四股辫，编不了四股辫或者懒得编可以用视频里的方法直接打蛇结做多层手绳emmmm还是极细款哦，线很细，0. 3mm一根珠子是6mm,两边是纯银或者24k镀金小珠子店里有两位小朋友不看清简介买了几个极细款回去嫌线太细珠子太小给了一溜差评我就不太开心了，换谁也不会开心说真的，不喜欢请退货退款不要随随便便差评再次谢谢大家一路支持我淘宝：浅韵 手作工坊 "
    }, {
    "id": 150,
    "url": "http://0.0.0.0:4000/BV1dW411T7w1/",
    "title": "【编绳】樱舞 纯银宫铃流苏挂件 教你手工缝制结实的流苏 又是一波少女心来袭",
    "body": "2018/04/05 - 浅韵小汐:  一个精致的流苏链子做手机链，包挂或者服饰的点缀都可以颜色还是选的粉而不艳的温柔藕粉色珠子用到天然芙蓉晶和净体的石榴石视频里好像写错了，要用5. 5mm的石榴石哦换了几种珠子搭配，还是酒红色的石榴石最美配件都是纯银哒，小珠子小花以及会叮叮响的宫铃流苏有条件的一定要手工缝紧啊买的那种成品流苏戴没几天就会散一点儿也不结实不适合戴手机上折腾。需要定制成品或者材料包的亲到店里来吧~店铺号：1253088 "
    }, {
    "id": 151,
    "url": "http://0.0.0.0:4000/BV1RW411T79J/",
    "title": "【编绳】金枝玉叶 闪亮亮的玫瑰金线爱心手绳 据说玫瑰金色很受欢迎呢 粉色与金色的完美结合",
    "body": "2018/04/04 - 浅韵小汐:  材质：玫瑰金6股线，24k包金爱心主体结法四股辫线比极细款粗一倍新手应该也hold住emmm不知道想说啥了准备放几天假回去看妈妈太累了。。。谢谢每一位支持我的小伙伴我会多多研究好看的款式~需要定制成品或者材料包的亲到店里来吧~店铺号：1253088 "
    }, {
    "id": 152,
    "url": "http://0.0.0.0:4000/BV1pW411u7QR/",
    "title": "【编绳】DIY萌萌的古风流苏手绳 有玛瑙和小金管两款哦，还有你们喜欢的黑金配色~",
    "body": "2018/03/30 - 浅韵小汐:  这款是过年前答应一位小可爱做的教程我也是非常喜欢流苏哒虽然觉着戴手上工作不太方便吧但是出去happy时候可以戴起来有点古典小元素~制作很简单的，就用到单结主要是流苏部分稍有些难度仔细学习还是不难哒玛瑙款和金管款都已经上架了哦~需要定制成品或者材料包的亲到店里来吧~店铺号：1253088 "
    }, {
    "id": 153,
    "url": "http://0.0.0.0:4000/BV1eW411M7av/",
    "title": "【编绳】心心相印  24k包金小爱心手绳 本命年花式四股平安绳手链diy视频教程",
    "body": "2018/03/26 - 浅韵小汐:  这次出的双层手绳教程又是客户定制的款式要自己买材料包编她的黄金小元宝~编法是四股辫的两种配色编出来双层的效果不一样的配件爱心是24k包金，颜色很美，浅金色，闪闪~材料包和成品都已在店里上架~最近准备出一期宫铃的流苏手机挂件敬请期待~ "
    }, {
    "id": 154,
    "url": "http://0.0.0.0:4000/BV1rW411g7A8/",
    "title": "【编绳】桃花手绳 简单基础的花朵手绳 适合新手DIY哦 露手臂的季节各种小花戴起来~",
    "body": "2018/03/23 - 浅韵小汐:  之前出的那款绕腕香桃花手绳大家很喜欢哦不过那款比较难，对于零基础的小伙伴来说。。。所以改编了一款难度很小的桃花手绳编起来也比较快可以编很多条送给姐妹团这里出教程都编的3朵花其实编多一些也可以哒加些小铃铛小吊坠之类编进去应该也很可爱材料包2. 8元已上架淘宝店哦有喜欢的亲来店里找我吧~店铺号：1253088 "
    }, {
    "id": 155,
    "url": "http://0.0.0.0:4000/BV1JW411g7fQ/",
    "title": "【编绳】玲珑 冰种白玉环手绳 本命年红绳编绳视频教程 这款可以DIY喜欢的吊坠或者转运珠哦~",
    "body": "2018/03/21 - 浅韵小汐:  好多亲找到店里来说想要一款能穿自己转运珠的手绳材料包于是想起了这款手绳，最早是给一位客户制作的翡翠环手绳后来另一位客户看中这个款式要穿转运珠于是又有了爱心手绳我试了下这款蛮百搭的可以穿各种3D硬银硬金转运珠大家自由发挥哈纯银爱心和翡翠环两款材料包都已在淘宝店上架啦有喜欢的亲来店里找我吧~店铺号：1253088 "
    }, {
    "id": 156,
    "url": "http://0.0.0.0:4000/BV1rW411p7Y6/",
    "title": "【编绳】很可爱的手工银小象手绳，搭配月光石小巧玲珑的手绳，戴脚上也是极美",
    "body": "2018/03/17 - 浅韵小汐:  月光石第三弹，最最喜欢的搭配我自己的样品做成脚链啦，觉得超美超仙个人觉得这个小象特别有民族风，寓意还极好设计时搭配了好几种银吊坠，还是小象最好看月光石六月诞生石也是【恋人之石】这款送给六月生日的朋友很适合送恋人也很不错哦多数女孩子都会喜欢这种精致的小饰品吧更重要的是它所代表的心意需要定制成品或购买材料包淘宝搜索店铺号：1253088 "
    }, {
    "id": 157,
    "url": "http://0.0.0.0:4000/BV1rW411p7QW/",
    "title": "【编绳】炒鸡简单的月光石手绳DIY教学 分分钟做一条幸运手绳",
    "body": "2018/03/17 - 浅韵小汐:  应邀出了月光石系列的手绳，三款这款最简单，打几个结就好啦月光石是六月诞生石又被称为【恋人之石】我很喜欢啦，据说是天蝎座的幸运石之一天蝎座守护石是石榴石所以我一直都带着这两种串成的手链有点跑题了。。。。总之喜欢月光石的可以试一下哦还有另外两款比较难一些但是灰常美丽哒需要材料包或者定制成品到淘宝搜索【浅韵 手作工坊】店铺号：1253088 "
    }, {
    "id": 158,
    "url": "http://0.0.0.0:4000/BV1rW411p795/",
    "title": "【编绳】夜荧 极细精编月光石手链 藏蓝色手绳和小金珠的组合更适合月光石哦",
    "body": "2018/03/17 - 浅韵小汐:  月光石手绳第二弹编法难一些，但是更精致一些月光石是六月诞生石也被称作【恋人之石】功效蛮多的，但我只在乎它长得美还美的不辣么明显奇奇怪怪的角度时会看到美丽的彩光需要定制手绳或者买材料包的话淘宝搜店铺号1253088 "
    }, {
    "id": 159,
    "url": "http://0.0.0.0:4000/BV1FW411s7FB/",
    "title": "【编绳】采莲·银铃脚链 双层极细款 纯银可爱小莲蓬 做手绳也可以哦",
    "body": "2018/03/10 - 浅韵小汐:  翻拍前年的脚链款，毕竟那时候拍视频技术渣得很拿不出手了之前那款用的泰银小莲蓬也是极美的虽然那个不会响但也接了挺多定制包括我某个男同学也看上这款做脚链并且一直带着~这次做了枣红和孔雀绿两种色莲蓬也用了会响的当然他不是很吵的哪种声音，我觉得刚刚好配件嘛都是纯银的，线材是3股锦纶线带星光的那种哦，很美的做手链也是可以的，不过我还是喜欢戴脚上~ "
    }, {
    "id": 160,
    "url": "http://0.0.0.0:4000/BV1yW411s7sP/",
    "title": "【编绳】石榴石极细手绳 本款材料包已更新为二股辫的 更简单哦～搜索朝颜看新教程制作",
    "body": "2018/02/28 - 浅韵小汐:  本款材料包已下架新款材料包改为二股辫了哦更简单一些还添加了小金珠做点缀搜索我的教程“朝颜”学习新款的编法 "
    }, {
    "id": 161,
    "url": "http://0.0.0.0:4000/BV1vW41147Ge/",
    "title": "【编绳】莲韵 古风 玛瑙翡翠钥匙坠 编绳教程",
    "body": "2018/02/24 - 浅韵小汐:  过完年了这年过的简直比工作还累这次上新不是手绳了换个类型~改了无数遍的定稿的小钥匙扣用到的配件有玛瑙翡翠檀木24k包金珠具体型号名称视频里都有写哈仔细看视频哦~还是那句话：需要材料包来我店里哦~已经开始营业了~ "
    }, {
    "id": 162,
    "url": "http://0.0.0.0:4000/BV1aW411n7hs/",
    "title": "【编绳】总结了一些编手绳的小技巧哦~穿珠子整理手绳形状什么的~",
    "body": "2018/02/09 - 浅韵小汐:  快过年了忙忙碌碌的就剪了这么一个视频~不过都是些比较常用的小技巧，建议大家编手绳之前先看一下哦，萌新们能少走些弯路~年后会上架一波新品，都已定款录了教程但是还没来得及剪辑视频拍样品照片。今年新婚第一年，过年肯定会到处拜年很忙啦，店里重新营业的时间还待定哦~哈哈哈我已经被群里大佬吐槽过好多次，经常一言不合就停业的店主就是我。。。新的一年我会更加努力出教程滴，提前祝大家新年快乐~ "
    }, {
    "id": 163,
    "url": "http://0.0.0.0:4000/BV1gW411e7jQ/",
    "title": "【编绳】古典红绳系列之双钱结 本命年手绳DIY教程 细细小小的很美腻",
    "body": "2018/01/24 - 浅韵小汐:  这个古典系列手绳暂时先出了三组，用线是我很喜欢的古典红和湖水蓝，这个红比平时用的红线深一些，深得我心，蓝色也是很清丽的湖水蓝，有朋友建议我湖水蓝搭配银线，我还没试试，先出了金色款。本来是准备剪辑成一个教程，那样可能太长了，看着不方便所以分开剪辑了，里面用到的结都用粗线演示，所以看着有点乱啦这款是双钱结哦，主财运~淘宝已上架材料包~现在都是江苏发货了哦，速度比内蒙古发快多了~ "
    }, {
    "id": 164,
    "url": "http://0.0.0.0:4000/BV1gW411e7Nv/",
    "title": "【编绳】古典红绳系列之同心结 本命年手绳DIY教程 永结同心 细细小小的很美腻",
    "body": "2018/01/24 - 浅韵小汐:  这个古典系列手绳暂时先出了三组，用线是我很喜欢的古典红和湖水蓝，这个红比平时用的红线深一些，深得我心，蓝色也是很清丽的湖水蓝，有朋友建议我湖水蓝搭配银线，我还没试试，先出了金色款。本来是准备剪辑成一个教程，那样可能太长了，看着不方便所以分开剪辑了，里面用到的结都用粗线演示，所以看着有点乱啦第一款是同心结哦，主爱情~淘宝已上架材料包~现在都是江苏发货了哦，速度比内蒙古发快多了~ "
    }, {
    "id": 165,
    "url": "http://0.0.0.0:4000/BV1gW411e75M/",
    "title": "【编绳】古典红绳系列之曼陀罗结 本命年手绳DIY教程 细细小小的很美腻",
    "body": "2018/01/24 - 浅韵小汐:  这个古典系列手绳暂时先出了三组，用线是我很喜欢的古典红和湖水蓝，这个红比平时用的红线深一些，深得我心，蓝色也是很清丽的湖水蓝，有朋友建议我湖水蓝搭配银线，我还没试试，先出了金色款。本来是准备剪辑成一个教程，那样可能太长了，看着不方便所以分开剪辑了，里面用到的结都用粗线演示，所以看着有点乱啦这款是曼陀罗结哦，金色曼陀罗寓意幸运幸福生生不息~淘宝已上架材料包~现在都是江苏发货了哦，速度比内蒙古发快多了~ "
    }, {
    "id": 166,
    "url": "http://0.0.0.0:4000/BV1jW411v7ea/",
    "title": "【编绳】∞无限爱极细手绳 24k包金的小可爱 精致秀气美腻",
    "body": "2018/01/17 - 浅韵小汐:  无限爱这款是店里卖的比较好的一款手绳店里那旧款是美国进口14k包金哒不过年底啊都断货了买不到手里就剩下些24k包金的配件啦比那款大些但是更漂亮还是美美哒极细款哦 "
    }, {
    "id": 167,
    "url": "http://0.0.0.0:4000/BV1rW411i7uf/",
    "title": "【编绳】超简单的极简风手绳更新~这次是金色的哦~",
    "body": "2018/01/09 - 浅韵小汐:  就是来上个新~方法跟之前那个银管手绳一样哦这次不用在管子里打结，因为管子很细啦不打结也不会乱跑，小巧玲珑的适合手腕纤细的女生戴哦 "
    }, {
    "id": 168,
    "url": "http://0.0.0.0:4000/BV1rW411i7Gv/",
    "title": "【编绳】青露·翡翠平安扣手绳 别致清秀的极细款手绳哦",
    "body": "2018/01/09 - 浅韵小汐:  这次的新品，很喜欢的孔雀绿绳子搭配翡翠平安扣，还有小银珠点缀做手绳和脚链都是蛮合适的，仍然是编好只有直径0. 5mm的极细款那个，这几天阴天下雪视频实在是录不清楚，渣渣的清晰度凑乎看吧编制的方法都和之前发布的一样，蛇结扣眼，四股辫，就是这么简单~材料包已在店内上架，我要放假回老家了，成品定制已经停了哦但是材料包有个可爱的小姐姐会帮我发货的喵~ "
    }, {
    "id": 169,
    "url": "http://0.0.0.0:4000/BV1bW411B7qP/",
    "title": "【编绳】蔷薇 稀有老矿草莓晶极细手绳diy视频教程 女生招桃花手链",
    "body": "2018/01/04 - 浅韵小汐:  我想放假额，大概1月13号吧。。。需要买材料包的亲抓紧时间吧~这边快递不知道什么时候就放假了。草莓晶是我最喜欢的水晶之一，基本上每个喜欢的珠子都有一款极细手绳，因为我太喜欢细细的手绳了，虽然编制起来异常虐手，但是挡不住我的热爱~编好大概直径0. 5mm吧，极细款用的方法都一样，蛇结扣眼，四股辫手绳，结尾穿颗小珠子~ "
    }, {
    "id": 170,
    "url": "http://0.0.0.0:4000/BV1QW41187Kw/",
    "title": "【手绳】【可惜不是你】 向泽羿同款手绳 做一根手绳撩男神~",
    "body": "2017/12/23 - 浅韵小汐:  “叶子同学，我喜欢你”被霸气的当众表白圈粉向泽羿，我也喜欢你~言归正传，最近好多人来问我有木有墨绿色的手绳发来图片定制，很好奇啊就搜了一下，一看这个男孩纸正是我喜欢的类型啊就是这种清爽率真的男孩纸果断追剧~手绳不难编，基础的八股编，线材选用的cs牌18股墨绿这个绿深得我心，既不暗淡也不艳丽，搭配金线美的刚刚好材料包什么的25号早上八点半上架~周末要去约会嘿嘿嘿~ "
    }, {
    "id": 171,
    "url": "http://0.0.0.0:4000/BV1jW411Y7Du/",
    "title": "【编绳】圣诞花环项链 萌萌哒小可爱 做手机挂件也是极好的",
    "body": "2017/12/04 - 浅韵小汐:  圣诞节的礼物系列~出了一款手绳一款吊坠我自己超喜欢这个可爱的蝴蝶结这里是项链吊坠的视频教程~这款可以做项链，可以做挂件，还可以做耳环哦~材料用到72号玉线，铜珠，铃铛等经典的圣诞配色，节日气氛搞起来~喜欢的亲赶紧动起来，给重要的他/她亲手做个礼物吧~材料包8元，淘宝店内有售~需要的亲赶早下手吧俺家偏远地区，邮个快递要一个星期呐 "
    }, {
    "id": 172,
    "url": "http://0.0.0.0:4000/BV1KW411Y7Me/",
    "title": "【编绳】蝴蝶结 手绳 圣诞风编绳礼物diy视频教程 叮叮当叮叮当铃儿响叮当",
    "body": "2017/12/04 - 浅韵小汐:  圣诞节的礼物系列~出了一款手绳一款吊坠我自己超喜欢这个可爱的蝴蝶结这里是手绳的视频教程~材料用到72号玉线，铜珠，铃铛等经典的圣诞配色，节日气氛搞起来~喜欢的亲赶紧动起来，给重要的他/她亲手做个礼物吧~材料包6. 8元，淘宝店内有售~需要的亲赶早下手吧俺家偏远地区，邮个快递要一个星期呐 "
    }, {
    "id": 173,
    "url": "http://0.0.0.0:4000/BV1bx411L7oN/",
    "title": "【编绳】喵星人项链 萌猫歪头杀~macrame南美蜡线包石技法教程",
    "body": "2017/11/17 - 浅韵小汐:  自打发了喵喵的图，收到了好多要教程的私信，推荐了几位大神发布的教程还是有亲说看不懂，希望我能把自己录的教程发出来~这款喵喵项链主要用到的是macrame技法，也就是雀头结和斜卷结,研究通斜卷结，这个系列就非常好做了。用到的材料是18X25的水晶戒面和0. 8的南美扁蜡线，做出来的效果最好。不要用南美圆蜡线，亲测带久了脱蜡以后巨丑戒面还容易掉。玉线也是可以做的，但是不如蜡线细腻。做好的小喵既可以做项链，也可以改编一下，做钥匙坠或者包挂也是极好的 "
    }, {
    "id": 174,
    "url": "http://0.0.0.0:4000/BV1Sx4115796/",
    "title": "【编绳】 一心一意情侣手绳  一见倾心哦 快来亲手DIY吧",
    "body": "2017/11/13 - 浅韵小汐:  我回来了~带来一款新的情侣手绳手绳中间形状好似一箭穿心，寓意被丘比特爱神之箭射中的小心心祈愿带着这款手绳的情侣们能够一心一意爱着对方，长长久久的走下去所需材料，15股锦纶线，15股金线，3股锦纶线制作比较耗时间哦，主要是结尾纽扣结难，做不了的亲可打蛇结代替材料包淘宝店已上架哦另外求推荐好听的bgm啊~留言评论谢谢~ "
    }, {
    "id": 175,
    "url": "http://0.0.0.0:4000/BV1Qx411j77R/",
    "title": "【编绳】迷你小算盘 挂件钥匙扣diy视频教程 编绳算盘 招财转运",
    "body": "2017/11/09 - 浅韵小汐:  sorry又消失这么久，这次去割阑尾了，肚子上打了四个洞好疼好疼啊，因为拖得太严重了，手术六天才退烧，出院没几天又发烧，恢复的好慢呐，千万千万不要忽略身体的小毛病，拖久了真的要命了，各位亲们一定要注意身体，保持健康最重要！这次带来的是迷你小算盘的编制方法，特别适合做钥匙扣，需要的材料很简单，玉线和珠子，材料包暂时是不上架了，大家可以去买选喜欢的线和珠子做~ "
    }, {
    "id": 176,
    "url": "http://0.0.0.0:4000/BV1Rx411M7Xw/",
    "title": "【编绳】双笙 极细玛瑙珠手绳 DIY超受欢迎的闺蜜款情侣款手绳",
    "body": "2017/10/23 - 浅韵小汐:  基础款手绳，主要技法是蛇结，四股辫，百搭款，可以随意换成喜欢的小珠珠~这里的组合是黑玛瑙为主，搭配朱砂和白玛瑙。 "
    }, {
    "id": 177,
    "url": "http://0.0.0.0:4000/BV1gx411M7Gs/",
    "title": "【编绳】浅韵家 美美哒桃花项链绳 diy 教程",
    "body": "2017/10/17 - 浅韵小汐:  我回来了~前段时间真的是非常忙乱啊！拖延星人真是感受到了前所未有的手忙脚乱。目前搬到新家还没整理顺，什么都缺缺缺，店里好久没上新，因为木有新电脑啊做好的新品没办法编辑上架，小本本带不动淘宝的上新页面，浏览器崩哭了，只好先放放之前出的的教程了。正题，这款桃花项链与店里的三圈桃花手绳是一个系列，是一位客人定制的顺手拍了教程，难度中等吧，材料主要用到72号玉线，A玉线，3股锦纶线，3股彩金线。另外，答应你们的好多个教程会跟上的，等等我买到新电脑。。。 "
    }, {
    "id": 178,
    "url": "http://0.0.0.0:4000/BV14x411J7GD/",
    "title": "【编绳】三生红绳 情侣三生绳编绳diy视频教程 七夕节快给心爱的他编一条红绳吧",
    "body": "2017/08/17 - 浅韵小汐:  传说三生石畔，每五百年才能长出一根红绳，一千五百年换来三根红绳，制成一对手绳，佩戴上三生绳的人，就可以手牵手，永生永世在一起。马上七夕节啦，巧手的妹子汉子，快来亲手做一条红绳送给心爱的她/他。这里主图是极细款的哦，编制的时候要编紧紧的，制作好的手绳每根直径不到1mm~需要材料包的亲们到我的小店购买，3元每份~ "
    }, {
    "id": 179,
    "url": "http://0.0.0.0:4000/BV1qx411n79Q/",
    "title": "【手绳】绕腕香 桃花手绳DIY教程 招桃花~",
    "body": "2017/08/10 - 浅韵小汐:  我回来了，呃。好累大概二十多号又要出门大概国庆也在忙忙忙这款手绳比较难哈，但是特别美啊，所以喜欢的话就下功夫学一下喽材料嘛，就是股线，金线，具体视频都有写小店有售材料包，最近都是不定期开张嘿嘿嘿，因为筹办婚礼什么的比较忙嘛店铺地址什么的都有在主页写啦 "
    }, {
    "id": 180,
    "url": "http://0.0.0.0:4000/BV1mx41167LC/",
    "title": "【编绳】尘缘 檀木佛珠手绳复古铃铛手链编绳diy视频教程 古风手绳",
    "body": "2017/06/27 - 浅韵小汐:  最近手里攒着一堆视频等剪辑，趁今天不忙剪了一款比较基础的手绳教程。主要编法就是蛇结，也叫蛇式金刚结，和正宗金刚结是不一样滴。会在基础结集合里给大家讲金刚结与蛇结的区别~不过这个集合嘛，可能要等比较久。。。另外这次手绳破天荒出了可调款，之前出的手绳都是定制的长度。很多人要求来个不用知道手围也能做的手绳，毕竟送惊喜送礼物问了手围就暴露了。。。就这样，材料包店里有，大家也可以自己去网上搜配件买，材料关键词都写在视频里了 "
    }, {
    "id": 181,
    "url": "http://0.0.0.0:4000/BV1Ex411h7zg/",
    "title": "【编绳】银管手绳 极细蜡线极简冷淡风个性编绳diy视频教程 编绳零基础新手入门",
    "body": "2017/06/17 - 浅韵小汐:  简约的一款手绳，材质是925银管银珠，线材为防水蜡线。需要材料包可到我的小店购买~主要用到的结法就是秘鲁结，很方便常用的一个结，适用于各种手绳结尾的伸缩扣。学会方法的话，一根线几个珠子分分钟就可以制作手绳啦 "
    }, {
    "id": 182,
    "url": "http://0.0.0.0:4000/BV1Vx411Y7vC/",
    "title": "【编绳】良缘 本命年红绳 情侣手绳礼物编绳diy视频教程 零基础新手入门教程",
    "body": "2017/06/11 - 浅韵小汐:  来来来，这次发了一个超简单手绳的制作方法，拿起绳子编起来~用到的材料：7号玉线120cm，8mm铜扣材料包店内有售 浅韵 原创手作喜欢DIY编绳就关注我吧~ "
    }, {
    "id": 183,
    "url": "http://0.0.0.0:4000/BV1Nx411Y746/",
    "title": "【编绳】 圆满 八股平安项链绳diy视频教程 编绳项链",
    "body": "2017/06/11 - 浅韵小汐:  这个是款百搭的项链绳，适用各种玉坠子金坠子木坠子琉璃坠子用到的结法有八股辫，绕线，小线圈制作等线材选用了锦纶股线，线材亲肤，光泽度也很不错，比玉线要适合做项链另外，末尾有讲如何把坠子美美哒栓到买来的项链绳上~ "
    }, {
    "id": 184,
    "url": "http://0.0.0.0:4000/BV1Jx411e7ck/",
    "title": "【编绳】双钱结手绳 本命年极细14K包金珠红绳编绳diy视频教程",
    "body": "2017/05/31 - 浅韵小汐:  这款手绳主要用到的结法有蛇结、四股辫、绕线、双钱结等~材料有：6股锦纶线90cmX2、3股锦纶线10米，红玛瑙4mm,14k包金珠6颗。制作难度嘛，主要在于中间绕线双钱结的部分，所以材料包里配了10米3股线，多拆着练几回~需要材料包去我的小店购买哦~或者直接某宝搜索材料名称即可~ "
    }, {
    "id": 185,
    "url": "http://0.0.0.0:4000/BV1zx411Y7Ew/",
    "title": "【手工】长命缕  端午手绳 驱邪宝宝五彩绳 编绳diy视频教程",
    "body": "2017/05/26 - 浅韵小汐:  端午节有一个古老滴传统，系五色绳~马上端午节啦，小汐教大家制作一条精致的五彩手绳~ "
    }, {
    "id": 186,
    "url": "http://0.0.0.0:4000/BV1Bx411Y7dT/",
    "title": "【编绳】粽子手绳 端午小粽子编绳diy视频教程",
    "body": "2017/05/26 - 浅韵小汐:  我是浅韵家的小汐~我爱编绳！端午节马上到~小粽子diy方法送给大家。初来乍到，欢迎大家来给我捧个人场哈哈哈。 "
    }];

var idx = lunr(function () {
    this.ref('id')
    this.field('title')
    this.field('body')

    documents.forEach(function (doc) {
        this.add(doc)
    }, this)
});
function lunr_search(term) {
    document.getElementById('lunrsearchresults').innerHTML = '<ul></ul>';
    if(term) {
        document.getElementById('lunrsearchresults').innerHTML = "<p>Search results for '" + term + "'</p>" + document.getElementById('lunrsearchresults').innerHTML;
        //put results on the screen.
        var results = idx.search(term);
        if(results.length>0){
            //console.log(idx.search(term));
            //if results
            for (var i = 0; i < results.length; i++) {
                // more statements
                var ref = results[i]['ref'];
                var url = documents[ref]['url'];
                var title = documents[ref]['title'];
                var body = documents[ref]['body'].substring(0,160)+'...';
                document.querySelectorAll('#lunrsearchresults ul')[0].innerHTML = document.querySelectorAll('#lunrsearchresults ul')[0].innerHTML + "<li class='lunrsearchresult'><a href='" + url + "'><span class='title'>" + title + "</span><br /><span class='body'>"+ body +"</span><br /><span class='url'>"+ url +"</span></a></li>";
            }
        } else {
            document.querySelectorAll('#lunrsearchresults ul')[0].innerHTML = "<li class='lunrsearchresult'>No results found...</li>";
        }
    }
    return false;
}

function lunr_search(term) {
    $('#lunrsearchresults').show( 400 );
    $( "body" ).addClass( "modal-open" );
    
    document.getElementById('lunrsearchresults').innerHTML = '<div id="resultsmodal" class="modal fade show d-block"  tabindex="-1" role="dialog" aria-labelledby="resultsmodal"> <div class="modal-dialog shadow-lg" role="document"> <div class="modal-content"> <div class="modal-header" id="modtit"> <button type="button" class="close" id="btnx" data-dismiss="modal" aria-label="Close"> &times; </button> </div> <div class="modal-body"> <ul class="mb-0"> </ul>    </div> <div class="modal-footer"><button id="btnx" type="button" class="btn btn-danger btn-sm" data-dismiss="modal">Close</button></div></div> </div></div>';
    if(term) {
        document.getElementById('modtit').innerHTML = "<h5 class='modal-title'>Search results for '" + term + "'</h5>" + document.getElementById('modtit').innerHTML;
        //put results on the screen.
        var results = idx.search(term);
        if(results.length>0){
            //console.log(idx.search(term));
            //if results
            for (var i = 0; i < results.length; i++) {
                // more statements
                var ref = results[i]['ref'];
                var url = documents[ref]['url'];
                var title = documents[ref]['title'];
                var body = documents[ref]['body'].substring(0,160)+'...';
                document.querySelectorAll('#lunrsearchresults ul')[0].innerHTML = document.querySelectorAll('#lunrsearchresults ul')[0].innerHTML + "<li class='lunrsearchresult'><a href='" + url + "'><span class='title'>" + title + "</span><br /><small><span class='body'>"+ body +"</span><br /><span class='url'>"+ url +"</span></small></a></li>";
            }
        } else {
            document.querySelectorAll('#lunrsearchresults ul')[0].innerHTML = "<li class='lunrsearchresult'>Sorry, no results found. Close & try a different search!</li>";
        }
    }
    return false;
}
    
$(function() {
    $("#lunrsearchresults").on('click', '#btnx', function () {
        $('#lunrsearchresults').hide( 5 );
        $( "body" ).removeClass( "modal-open" );
    });
});